# English Vocabulary (index: word)
0: <PAD>
1: <SOS>
2: <EOS>
3: <UNK>
4: the
5: of
6: to
7: and
8: in
9: a
10: is
11: that
12: for
13: on
14: be
15: i
16: we
17: this
18: it
19: are
20: as
21: european
22: not
23: which
24: have
25: by
26: with
27: -
28: has
29: will
30: mr
31: at
32: an
33: but
34: should
35: commission
36: from
37: parliament
38: also
39: would
40: member
41: been
42: or
43: all
44: there
45: must
46: was
47: can
48: its
49: our
50: toe
51: if
52: no
53: they
54: these
55: you
56: more
57: president,
58: what
59: very
60: report
61: committee
62: council
63: do
64: one
65: other
66: their
67: so
68: union
69: only
70: states
71: community
72: like
73: because
74: about
75: any
76: new
77: my
78: into
79: such
80: those
81: who
82: some
83: between
84: up
85: take
86: when
87: social
88: were
89: out
90: now
91: important
92: countries
93: make
94: economic
95: national
96: made
97: us
98: question
99: political
100: debates
101: time
102: need
103: am
104: first
105: policy
106: may
107: think
108: than
109: being
110: many
111: people
112: europe
113: does
114: just
115: mrs
116: had
117: under
118: two
119: system
120: shall
121: support
122: eu
123: could
124: where
125: development
126: within
127: information
128: even
129: group
130: work
131: customs
132: president
133: against
134: however,
135: point
136: cannot
137: cooperation
138: human
139: say
140: proposal
141: public
142: how
143: fact
144: members
145: way
146: therefore
147: most
148: same
149: common
150: number
151: his
152: legal
153: he
154: international
155: taken
156: 0
157: measures
158: part
159: still
160: agreement
161: use
162: possible
163: them
164: both
165: since
166: rights
167: debate
168: transit
169: given
170: put
171: market
172: without
173: see
174: order
175: already
176: then
177: here
178: situation
179: over
180: through
181: certain
182: right
183: much
184: means
185: before
186: action
187: want
188: give
189: financial
190: state
191: able
192: own
193: view
194: me
195: behalf
196: good
197: after
198: hope
199: set
200: why
201: whether
202: clear
203: madam
204: believe
205: treaty
206: vote
207: particular
208: your
209: article
210: problems
211: united
212: case
213: know
214: that,
215: too
216: commission's
217: far
218: ensure
219: well
220: problem
221: great
222: single
223: trade
224: necessary
225: last
226: security
227: union.
228: general
229: years
230: directive
231: adopted
232: rules
233: president.
234: transport
235: said
236: basis
237: country
238: and,
239: future
240: amendments
241: decision
242: position
243: protection
244: further
245: programme
246: three
247: government
248: ladies
249: particularly
250: year
251: third
252: law
253: place
254: respect
255: each
256: present
257: thank
258: quite
259: commissioner
260: come
261: subject
262: proposals
263: procedure
264: specific
265: health
266: different
267: level
268: amendment
269: (pse).
270: agree
271: house
272: (de)
273: next
274: during
275: authorities
276: end
277: used
278: following
279: role
280: going
281: office
282: issue
283: did
284: it.
285: (fr)
286: gentlemen,
287: commission.
288: aid
289: ecu
290: regional
291: (ppe).
292: %
293: regulation
294: budget
295: opinion
296: matter
297: environmental
298: parliament's
299: let
300: democratic
301: second
302: various
303: really
304: wish
305: services
306: regard
307: ask
308: joint
309: area
310: internal
311: course
312: working
313: few
314: citizens
315: terms
316: another
317: progress
318: find
319: areas
320: every
321: least
322: framework
323: costs
324: principle
325: process
326: whole
327: long
328: towards
329: legislation
330: based
331: employment
332: states.
333: help
334: ­
335: free
336: especially
337: control
338: small
339: go
340: conference
341: serious
342: result
343: proposed
344: account
345: foreign
346: report.
347: once
348: rather
349: today
350: affairs
351: major
352: including
353: rapporteur
354: structural
355: world
356: resolution
357: 1
358: provide
359: former
360: relations
361: (nl)
362: while
363: again
364: report,
365: down
366: goods
367: become
368: states,
369: commission,
370: always
371: answer
372: conditions
373: yet
374: concerning
375: needs
376: energy
377: done
378: continue
379: agreements
380: parliament,
381: something
382: implementation
383: clearly
384: union,
385: toat
386: technical
387: industry
388: central
389: difficult
390: monetary
391: main
392: better
393: consider
394: favour
395: increase
396: total
397: responsible
398: taking
399: meeting
400: research
401: guarantee
402: safety
403: party
404: making
405: might
406: importance
407: form
408: questions
409: provided
410: green
411: accept
412: •
413: consumer
414: less
415: projects
416: special
417: europe.
418: sector
419: presidency
420: approach
421: real
422: parliament.
423: having
424: women
425: involved
426: although
427: greater
428: court
429: million
430: points
431: her
432: draft
433: application
434: back
435: policy.
436: deal
437: fraud
438: administrative
439: simply
440: large
441: commissioner,
442: often
443: perhaps
444: agricultural
445: concerned
446: example,
447: look
448: 1996
449: seems
450: products
451: activities
452: council.
453: institutions
454: certainly
455: van
456: interest
457: environment
458: rule
459: attention
460: writing.
461: high
462: course,
463: interests
464: chairman
465: power
466: objective
467: nuclear
468: project
469: final
470: opportunity
471: issues
472: positive
473: aware
474: effective
475: forward
476: current
477: kind
478: training
479: concern
480: resources
481: things
482: de
483: appropriate
484: reason
485: countries.
486: available
487: individual
488: funds
489: extremely
490: budgetary
491: call
492: decisions
493: service
494: local
495: majority
496: communication
497: lack
498: education
499: time,
500: programmes
501: policy,
502: essential
503: itself
504: full
505: create
506: responsibility
507: include
508: provisions
509: com
510: above
511: together
512: improve
513: bring
514: europe,
515: actually
516: change
517: recent
518: union's
519: cases
520: tax
521: management
522: french
523: little
524: welcome
525: regions
526: finally,
527: inquiry
528: cultural
529: all,
530: results
531: legislative
532: euro
533: example
534: powers
535: develop
536: policies
537: 1997
538: get
539: achieve
540: countries,
541: secondly,
542: regards
543: efforts
544: motion
545: negotiations
546: best
547: until
548: access
549: act
550: existing
551: council,
552: systems
553: companies
554: allow
555: indeed
556: she
557: period
558: basic
559: production
560: them.
561: several
562: ment
563: official
564: asked
565: risk
566: is,
567: external
568: subject:
569: among
570: (es)
571: concerns
572: effect
573: matters
574: congratulate
575: nor
576: procedures
577: competition
578: equal
579: aspects
580: young
581: intergovernmental
582: longer
583: thus
584: excellent
585: relating
586: agenda
587: wiu
588: text
589: groups
590: open
591: thing
592: it,
593: due
594: makes
595: society
596: aim
597: fundamental
598: apply
599: held
600: paper
601: therefore,
602: understand
603: promote
604: dutch
605: regarding
606: quality
607: reports
608: democracy
609: contribution
610: business
611: lead
612: dialogue
613: step
614: staff
615: idea
616: freedom
617: which,
618: received
619: carried
620: growth
621: parliamentary
622: though
623: impact
624: nothing
625: p.
626: industrial
627: context
628: fisheries
629: mean
630: doing
631: amsterdam
632: amount
633: peace
634: fully
635: annual
636: force
637: agreed
638: labour
639: practical
640: never
641: field
642: prevent
643: this,
644: called
645: benefit
646: pay
647: regulations
648: wul
649: justice
650: using
651: that.
652: item
653: sure
654: you,
655: eastern
656: reform
657: 15
658: priority
659: fishing
660: established
661: honourable
662: currently
663: said,
664: request
665: principles
666: movement
667: 2
668: convention
669: (eldr).
670: words
671: market.
672: try
673: voting
674: group,
675: meet
676: increased
677: throughout
678: introduction
679: direct
680: according
681: *
682: (sv)
683: association
684: sitting
685: system.
686: initiative
687: presented
688: monitoring
689: institutional
690: changes
691: rapporteur.
692: upon
693: included
694: civil
695: required
696: approved
697: relation
698: opportunities
699: centre
700: defence
701: cost
702: decided
703: standards
704: british
705: developing
706: either
707: comes
708: voted
709: representatives
710: money
711: ing
712: feel
713: solution
714: takes
715: relevant
716: took
717: parties
718: future.
719: agriculture
720: delegation
721: reasons
722: higher
723: this.
724: concerned,
725: objectives
726: note
727: establish
728: stability
729: prepared
730: december
731: start
732: mentioned
733: theh
734: creation
735: whose
736: (pse),
737: tabled
738: play
739: assistance
740: documents
741: so,
742: four
743: giving
744: food
745: five
746: themselves
747: time.
748: today,
749: per
750: refer
751: degree
752: remain
753: seen
754: everyone
755: scientific
756: hand,
757: university
758: achieved
759: close
760: him
761: found
762: 5
763: minutes
764: previous
765: brought
766: enlargement
767: move
768: accordance
769: price
770: consumers
771: plan
772: despite
773: enable
774: committees
775: strategy
776: 3
777: jobs
778: document
779: europe's
780: ministers
781: 1998
782: return
783: enough
784: others
785: expressed
786: criteria
787: months
788: draw
789: true
790: needed
791: share
792: company
793: work.
794: vital
795: applied
796: organization
797: protect
798: forms
799: significant
800: data
801: analysis
802: private
803: effects
804: nature
805: january
806: speak
807: fight
808: along
809: key
810: show
811: reference
812: paragraph
813: (parliament
814: referred
815: governments
816: minister
817: increasing
818: considerable
819: saying
820: experience
821: june
822: statement
823: demand
824: left
825: years.
826: 1995
827: provides
828: tobacco
829: particular,
830: colleagues
831: actions
832: proper
833: technology
834: chair:
835: investment
836: difficulties
837: everything
838: pressure
839: stage
840: rural
841: study
842: possibility
843: begin
844: 20
845: 10
846: participation
847: culture
848: (v).
849: considered
850: rights,
851: outside
852: translation
853: kingdom
854: president-in-office
855: discussion
856: tell
857: paid
858: almost
859: extent
860: committee.
861: treaty,
862: sense
863: completely
864: crisis
865: people's
866: market,
867: encourage
868: france
869: vice-president
870: keep
871: drawn
872: reply
873: region
874: treaty.
875: life
876: law.
877: line
878: bse
879: additional
880: list
881: adopt
882: road
883: view,
884: commercial
885: potential
886: cohesion
887: shown
888: elections
889: discussed
890: too,
891: votes
892: drug
893: setting
894: coming
895: doubt
896: rapporteur,
897: (it)
898: practice
899: task
900: talking
901: au
902: variety
903: now,
904: know,
905: bodies
906: finally
907: partner
908: discuss
909: strong
910: reduce
911: avoid
912: consequences
913: assessment
914: plant
915: here,
916: review
917: organizations
918: dealing
919: expenditure
920: year.
921: (the
922: six
923: 12
924: pean
925: carry
926: soon
927: freight
928: urgent
929: decide
930: here.
931: case,
932: funding
933: system,
934: beef
935: population
936: coordination
937: designed
938: mep:
939: level.
940: years,
941: cover
942: active
943: absolutely
944: tempus
945: mention
946: remind
947: elected
948: rate
949: directly
950: confidence
951: 30
952: operation
953: (upe).
954: ombudsman
955: evidence
956: integration
957: beginning
958: term
959: institution
960: gives
961: pleased
962: executive
963: unemployment
964: off
965: approval
966: genuine
967: express
968: pointed
969: year,
970: created
971: dealt
972: possible.
973: global
974: reduction
975: produced
976: light
977: provision
978: related
979: mind
980: initiatives
981: increasingly
982: response
983: recommendations
984: duty
985: workers
986: economy
987: trying
988: ourselves
989: finance
990: instead
991: independent
992: improving
993: danish
994: face
995: sweden
996: sustainable
997: offer
998: fund
999: spanish
1000: thanks
1001: similar
1002: discussions
1003: raised
1004: moment
1005: rightly
1006: fiscal
1007: steps
1008: benefits
1009: military
1010: german
1011: day
1012: (gue/ngl).
1013: exchange
1014: substantial
1015: sensitive
1016: compromise
1017: laid
1018: insurance
1019: guidelines
1020: type
1021: treatment
1022: methods
1023: receive
1024: consideration
1025: wto
1026: reading
1027: past
1028: led
1029: requirements
1030: reached
1031: body
1032: men
1033: entirely
1034: unless
1035: developed
1036: intended
1037: concept
1038: add
1039: behind
1040: administration
1041: reach
1042: balance
1043: recognition
1044: early
1045: accepted
1046: produce
1047: personal
1048: conclusions
1049: criminal
1050: republic
1051: namely
1052: ought
1053: hand
1054: furthermore,
1055: technological
1056: today.
1057: connection
1058: thought
1059: conclusion
1060: contribute
1061: nations
1062: introduce
1063: law,
1064: maastricht
1065: conciliation
1066: 000
1067: propose
1068: appear
1069: commitment
1070: farmers
1071: cause
1072: ban
1073: recently
1074: allowed
1075: accession
1076: rights.
1077: country.
1078: board
1079: says
1080: environment,
1081: priorities
1082: adoption
1083: luxembourg
1084: 4
1085: submitted
1086: violence
1087: covered
1088: committee,
1089: july
1090: heard
1091: establishing
1092: debate.
1093: detailed
1094: goes
1095: fact,
1096: establishment
1097: seem
1098: totally
1099: (el)
1100: scope
1101: half
1102: development.
1103: instruments
1104: obviously
1105: others,
1106: minimum
1107: area.
1108: procedure,
1109: consultation
1110: closer
1111: april
1112: job
1113: currency
1114: talk
1115: but,
1116: exist
1117: country,
1118: views
1119: animal
1120: shows
1121: authority
1122: people.
1123: persons
1124: meetings
1125: stress
1126: success
1127: march
1128: irish
1129: acp
1130: addition
1131: ♦
1132: combat
1133: chapter
1134: knowledge
1135: providing
1136: content
1137: precisely
1138: known
1139: people,
1140: levels
1141: commit
1142: moreover,
1143: myself
1144: address
1145: living
1146: supported
1147: value
1148: duties
1149: proposal.
1150: failure
1151: building
1152: beyond
1153: section
1154: sometimes
1155: aspect
1156: activity
1157: limited
1158: fair
1159: asking
1160: tourism
1161: procedure.
1162: sector.
1163: assembly
1164: creating
1165: language
1166: way.
1167: women's
1168: short
1169: firstly,
1170: ■
1171: question.
1172: expect
1173: legislation.
1174: federal
1175: turn
1176: date
1177: natural
1178: swedish
1179: ments
1180: recommendation
1181: aheady
1182: instrument
1183: loss
1184: bear
1185: ago
1186: looking
1187: sector,
1188: figures
1189: closely
1190: drugs
1191: councu
1192: mission
1193: written
1194: work,
1195: animals
1196: communities
1197: universal
1198: contains
1199: maximum
1200: (ppe),
1201: complete
1202: humanitarian
1203: summit
1204: status
1205: indeed,
1206: follow
1207: us,
1208: exercise
1209: maintain
1210: informed
1211: qualified
1212: original
1213: temporary
1214: payment
1215: programme.
1216: american
1217: linked
1218: remains
1219: us.
1220: hard
1221: november
1222: socialist
1223: implementing
1224: aimed
1225: 1996,
1226: calls
1227: leave
1228: ensuring
1229: sea
1230: across
1231: ten
1232: useful
1233: probably
1234: ever
1235: require
1236: came
1237: whom
1238: schengen
1239: k»
1240: signed
1241: offices
1242: voluntary
1243: measure
1244: alternative
1245: letter
1246: read
1247: prices
1248: illegal
1249: impossible
1250: budget.
1251: telecommunications
1252: forces
1253: effort
1254: declaration
1255: purpose
1256: 6
1257: capacity
1258: ways
1259: 11
1260: unable
1261: attempt
1262: studies
1263: police
1264: involve
1265: strengthening
1266: resolutions
1267: council's
1268: times
1269: comprehensive
1270: amend
1271: name
1272: away
1273: unfortunately
1274: solutions
1275: way,
1276: risks
1277: committed
1278: operations
1279: them,
1280: acts
1281: taxation
1282: opinion,
1283: specifically
1284: closed.
1285: community.
1286: applies
1287: wishes
1288: controls
1289: told
1290: introduced
1291: programme,
1292: hear
1293: lot
1294: model
1295: seek
1296: sufficient
1297: transparency
1298: problem.
1299: citizens'
1300: mainly
1301: urge
1302: say,
1303: contact
1304: one.
1305: transfer
1306: around
1307: visit
1308: quickly
1309: agreement.
1310: professional
1311: range
1312: germany
1313: attitude
1314: not,
1315: eu's
1316: code
1317: italian
1318: comment
1319: tir
1320: highly
1321: children
1322: cooperation.
1323: published
1324: mobility
1325: cooperation,
1326: matter.
1327: overall
1328: crucial
1329: addition,
1330: enormous
1331: i.e.
1332: export
1333: developments
1334: likely
1335: words,
1336: enterprises
1337: uk
1338: level,
1339: session
1340: however
1341: strengthen
1342: producers
1343: represents
1344: granted
1345: parliaments
1346: obtain
1347: inform
1348: exactly
1349: placed
1350: represent
1351: simple
1352: 9
1353: later
1354: equality
1355: guarantees
1356: land
1357: harmonization
1358: implemented
1359: affairs,
1360: limit
1361: flexibility
1362: crime
1363: paruament
1364: resolution)
1365: word
1366: issue.
1367: generally
1368: air
1369: again,
1370: network
1371: comments
1372: recognize
1373: influence
1374: netherlands
1375: examine
1376: compulsory
1377: white
1378: south
1379: annex
1380: anything
1381: stop
1382: anyone
1383: wrong
1384: sent
1385: please
1386: february
1387: extended
1388: effectively
1389: unfortunately,
1390: etc.
1391: spain
1392: society.
1393: process.
1394: codecision
1395: deputy
1396: october
1397: pact
1398: experts
1399: parts
1400: border
1401: areas.
1402: permanent
1403: billion
1404: events
1405: thirdly,
1406: nos
1407: directives
1408: growing
1409: employment,
1410: protocol
1411: un
1412: principal
1413: differences
1414: development,
1415: bureau
1416: checks
1417: situation.
1418: death
1419: planning
1420: person
1421: naturally
1422: discussing
1423: (da)
1424: organized
1425: bank
1426: properly
1427: subsidiarity
1428: weeks
1429: vote.
1430: 1996.
1431: ideas
1432: 1997.
1433: opening
1434: secure
1435: expected
1436: immediate
1437: traditional
1438: improvement
1439: becoming
1440: initial
1441: september
1442: 25
1443: author
1444: concerned.
1445: stated
1446: old
1447: partnership
1448: partners
1449: representative
1450: neither
1451: citizens.
1452: continuing
1453: history
1454: racism
1455: promoting
1456: stand
1457: submit
1458: happy
1459: focus
1460: liberal
1461: earlier
1462: bringing
1463: demands
1464: regime
1465: prime
1466: live
1467: worked
1468: limits
1469: regarded
1470: brussels
1471: strongly
1472: financing
1473: formal
1474: future,
1475: conduct
1476: debate,
1477: officials
1478: finland
1479: sectors
1480: area,
1481: rates
1482: question,
1483: implement
1484: care
1485: oral
1486: includes
1487: 17
1488: problems.
1489: protection,
1490: too.
1491: pursuant
1492: medical
1493: (are).
1494: hold
1495: intend
1496: censure
1497: competitive
1498: (pt)
1499: appropriations
1500: ppe
1501: modified
1502: convinced
1503: facing
1504: calling
1505: concluded
1506: conflict
1507: thinking
1508: pro
1509: reality
1510: advantage
1511: election
1512: so.
1513: outcome
1514: types
1515: achieving
1516: turkey
1517: out,
1518: aims
1519: northern
1520: services.
1521: employment.
1522: measures.
1523: message
1524: mediterranean
1525: ec
1526: involving
1527: community,
1528: plenary
1529: services,
1530: directive.
1531: responsibilities
1532: entire
1533: rest
1534: requires
1535: membership
1536: grant
1537: con
1538: regret
1539: then,
1540: material
1541: numerous
1542: extension
1543: actual
1544: structure
1545: house.
1546: improved
1547: industry.
1548: successful
1549: reducing
1550: baltic
1551: obvious
1552: opposition
1553: because,
1554: latin
1555: lost
1556: elements
1557: texts
1558: speakers
1559: committee's
1560: —
1561: exists
1562: world.
1563: regions.
1564: home
1565: product
1566: traffic
1567: labelling
1568: authorities,
1569: applications
1570: seeking
1571: authorities.
1572: sanctions
1573: described
1574: series
1575: link
1576: graduate
1577: rise
1578: amongst
1579: 1995,
1580: all.
1581: broad
1582: maritime
1583: evaluation
1584: well.
1585: remember
1586: agreement,
1587: grateful
1588: capital
1589: budgets
1590: organic
1591: emphasis
1592: supporting
1593: meat
1594: radical
1595: head
1596: measures,
1597: cut
1598: constitutional
1599: (')
1600: strict
1601: circumstances
1602: challenge
1603: north
1604: citizen
1605: extend
1606: well,
1607: examination
1608: payments
1609: war
1610: tomorrow
1611: talks
1612: banana
1613: nevertheless,
1614: sources
1615: region.
1616: promotion
1617: side
1618: are,
1619: possible,
1620: first,
1621: government,
1622: press
1623: appeal
1624: support.
1625: reforms
1626: unacceptable
1627: businesses
1628: damage
1629: understanding
1630: taxes
1631: areas,
1632: waste
1633: eu.
1634: absence
1635: associated
1636: speaking
1637: impose
1638: caused
1639: 2000
1640: equally
1641: seriously
1642: campaign
1643: directive,
1644: emu
1645: complaints
1646: intention
1647: putting
1648: articles
1649: relationship
1650: offers
1651: bad
1652: emphasize
1653: chance
1654: wants
1655: 13
1656: decisionmaking
1657: copy
1658: huge
1659: opinions
1660: 14
1661: occupational
1662: via
1663: amounts
1664: wanted
1665: (i-edn).
1666: judicial
1667: critical
1668: interested
1669: dublin
1670: table
1671: merely
1672: point,
1673: somewhat
1674: genetically
1675: approve
1676: transport,
1677: recognized
1678: mutual
1679: proposing
1680: respond
1681: concrete
1682: cigarettes
1683: also,
1684: eligible
1685: institutions,
1686: phare
1687: 18
1688: context,
1689: week
1690: .
1691: entitled
1692: explain
1693: spirit
1694: genetic
1695: jobs.
1696: conclude
1697: renewable
1698: school
1699: reject
1700: easy
1701: supports
1702: 1997,
1703: interesting
1704: days
1705: followed
1706: organisations
1707: yesterday
1708: citizens,
1709: method
1710: low
1711: secretary
1712: italy
1713: state,
1714: changed
1715: contained
1716: immediately
1717: reduced
1718: east
1719: element
1720: join
1721: appears
1722: happened
1723: income
1724: raise
1725: entered
1726: cases,
1727: efficient
1728: compensation
1729: happen
1730: nevertheless
1731: prior
1732: community's
1733: otherwise
1734: event
1735: integrated
1736: claims
1737: lies
1738: physical
1739: rejected
1740: budget,
1741: ethical
1742: 7
1743: important.
1744: on.
1745: convergence
1746: firms
1747: action.
1748: media
1749: poor
1750: functioning
1751: ireland
1752: fear
1753: point.
1754: confirm
1755: 50
1756: threat
1757: research,
1758: send
1759: laws
1760: defined
1761: offered
1762: languages
1763: participate
1764: state.
1765: arms
1766: pse
1767: repeat
1768: negative
1769: 8
1770: desire
1771: out.
1772: spent
1773: family
1774: institute
1775: place.
1776: positions
1777: whereas
1778: sort
1779: govern
1780: encouraging
1781: (since
1782: operators
1783: suggest
1784: cyprus
1785: subject.
1786: vat
1787: operational
1788: contacts
1789: reasonable
1790: gave
1791: leading
1792: felt
1793: primarily
1794: age
1795: america
1796: structures
1797: part,
1798: legitimate
1799: fraud.
1800: big
1801: source
1802: 16
1803: passed
1804: information,
1805: definition
1806: greek
1807: easier
1808: institutions.
1809: moving
1810: complex
1811: colleague
1812: faced
1813: fall
1814: serve
1815: managed
1816: preparation
1817: agreements.
1818: morning
1819: solidarity
1820: added
1821: glad
1822: culture,
1823: revenue
1824: case.
1825: statistics
1826: modern
1827: amending
1828: monitor
1829: products.
1830: normal
1831: indicate
1832: existence
1833: choice
1834: amendments,
1835: situation,
1836: apart
1837: fish
1838: burden
1839: supply
1840: middle
1841: markets
1842: members.
1843: chamber
1844: grounds
1845: discrimination
1846: departure
1847: policies.
1848: relatively
1849: environment.
1850: states'
1851: industry,
1852: forced
1853: western
1854: basis,
1855: involves
1856: proposal,
1857: farming
1858: separate
1859: lines
1860: dangerous
1861: reason,
1862: obligations
1863: record
1864: lower
1865: planned
1866: networks
1867: governing
1868: group.
1869: noted
1870: house,
1871: examples
1872: partly
1873: forget
1874: conference.
1875: statements
1876: albania
1877: met
1878: undertaken
1879: imposed
1880: determine
1881: china
1882: spending
1883: problem,
1884: present,
1885: travel
1886: whilst
1887: adequate
1888: proposes
1889: igc
1890: speech
1891: regions,
1892: today's
1893: wide
1894: distribution
1895: academic
1896: me,
1897: delegations
1898: turkish
1899: detail
1900: one,
1901: thereby
1902: fourth
1903: resolve
1904: forestry
1905: programmes.
1906: allocated
1907: minutes.
1908: district
1909: sport
1910: algerian
1911: indicated
1912: victims
1913: efficiency
1914: completed
1915: carrying
1916: patent
1917: peoples
1918: crossborder
1919: tried
1920: represented
1921: amended
1922: panel
1923: links
1924: inter
1925: allowing
1926: schemes
1927: greece
1928: now.
1929: whatever
1930: affairs.
1931: worth
1932: affect
1933: comply
1934: getting
1935: ago,
1936: santer
1937: presidents
1938: correct
1939: works
1940: undoubtedly
1941: sufficiently
1942: intervention
1943: competitiveness
1944: uke
1945: government.
1946: completion
1947: direction
1948: equipment
1949: proceed
1950: argument
1951: acceptable
1952: noise
1953: proved
1954: organisation
1955: socalled
1956: position.
1957: destination
1958: there.
1959: contrary
1960: ability
1961: products,
1962: introducing
1963: greatest
1964: starting
1965: prevention
1966: island
1967: rapid
1968: considers
1969: favourable
1970: obstacles
1971: credit
1972: publications
1973: legislation,
1974: tasks
1975: draftsman
1976: criticism
1977: species
1978: points.
1979: 1994
1980: volume
1981: pursue
1982: cunent
1983: resolution.
1984: yes
1985: affected
1986: impression
1987: failed
1988: danger
1989: details
1990: constantly
1991: activities.
1992: balanced
1993: carefully
1994: subsidies
1995: advantages
1996: kept
1997: issue,
1998: itself.
1999: remarks
2000: issued
2001: trade.
2002: tackle
2003: arrangements
2004: borders
2005: gone
2006: applying
2007: mark
2008: conference,
2009: combined
2010: 1998.
2011: programmes,
2012: opposed
2013: substance
2014: refugees
2015: condition
2016: contracts
2017: france,
2018: smes
2019: 40
2020: austria
2021: considering
2022: involved.
2023: started
2024: claim
2025: competent
2026: insist
2027: ready
2028: adopting
2029: conclusion,
2030: knows
2031: decision.
2032: society,
2033: surely
2034: 1992
2035: ')
2036: cooperate
2037: prepare
2038: possibly
2039: eu,
2040: numbers
2041: associations
2042: alone
2043: forests
2044: agency
2045: effectiveness
2046: excessive
2047: intends
2048: floor
2049: subjects
2050: factor
2051: import
2052: 31
2053: proposals.
2054: matter,
2055: territory
2056: advance
2057: funds.
2058: obtained
2059: refers
2060: fraud,
2061: heads
2062: dg
2063: motions
2064: education,
2065: declared
2066: late
2067: agencies
2068: involvement
2069: asean
2070: democrats
2071: treaties
2072: examined
2073: problems,
2074: democracy.
2075: foundation
2076: terrorism
2077: inclusion
2078: addressed
2079: renault
2080: accidents
2081: sign
2082: depend
2083: transport.
2084: whole.
2085: control.
2086: matters.
2087: entry
2088: welfare
2089: 24
2090: 1999
2091: pillar
2092: asylum
2093: basis.
2094: (ni).
2095: function
2096: educational
2097: presence
2098: scheme
2099: 19
2100: algeria
2101: binding
2102: users
2103: students
2104: thousands
2105: precise
2106: origin
2107: contain
2108: fail
2109: ordinary
2110: enter
2111: referring
2112: (fi)
2113: technologies
2114: excise
2115: base
2116: mediumsized
2117: operating
2118: interinstitutional
2119: wider
2120: if,
2121: will,
2122: replaced
2123: itself,
2124: medicine
2125: no.
2126: other,
2127: port
2128: resources.
2129: made.
2130: plans
2131: preventing
2132: opened
2133: perfectly
2134: industries
2135: consensus
2136: solve
2137: investigation
2138: petitions
2139: declarations
2140: operate
2141: abolition
2142: proceedings
2143: proportion
2144: systems.
2145: believe,
2146: awareness
2147: obligation
2148: marketing
2149: lomé
2150: keeping
2151: imports
2152: implications
2153: consequently,
2154: information.
2155: improvements
2156: debating
2157: careful
2158: substances
2159: belgian
2160: places
2161: much,
2162: holding
2163: greatly
2164: 29
2165: mandate
2166: den
2167: build
2168: economy.
2169: auditors
2170: construction
2171: compliance
2172: transitional
2173: concentrate
2174: constructive
2175: leaving
2176: dimension
2177: important,
2178: terms,
2179: sound
2180: drawing
2181: 100
2182: difference
2183: practices
2184: issues.
2185: teaching
2186: facilitate
2187: standing
2188: preliminary
2189: english
2190: purely
2191: run
2192: sensible
2193: firm
2194: appointed
2195: prove
2196: cpvo
2197: learn
2198: c
2199: changing
2200: challenges
2201: played
2202: largely
2203: protection.
2204: resolution,
2205: 23
2206: personally
2207: undertake
2208: fulfil
2209: pass
2210: figure
2211: assure
2212: extra
2213: manage
2214: world,
2215: treated
2216: contrary,
2217: again.
2218: up.
2219: ►
2220: defend
2221: 'the
2222: vessels
2223: training,
2224: health,
2225: contents
2226: assume
2227: democracy,
2228: factors
2229: category
2230: constitute
2231: average
2232: ahead
2233: became
2234: capable
2235: presenting
2236: others.
2237: bilateral
2238: tee
2239: demonstrate
2240: place,
2241: rapidly
2242: rules,
2243: policies,
2244: consumption
2245: brings
2246: 1995.
2247: service.
2248: sum
2249: accounts
2250: done.
2251: order.
2252: virtually
2253: instance,
2254: absolute
2255: director
2256: closed
2257: process,
2258: confirmed
2259: clause
2260: occasions
2261: preparing
2262: office.
2263: timetable
2264: largest
2265: consortium
2266: topical
2267: obliged
2268: sales
2269: leader
2270: said.
2271: contributions
2272: near
2273: ones
2274: conservation
2275: candidate
2276: resulting
2277: values
2278: veterinary
2279: continued
2280: fields
2281: hopes
2282: usually
2283: got
2284: attached
2285: %.
2286: amendments.
2287: agreements,
2288: (v),
2289: resources,
2290: outstanding
2291: advertising
2292: ground
2293: goods.
2294: violations
2295: expression
2296: strategic
2297: relates
2298: covering
2299: deals
2300: commissioner.
2301: requested
2302: possibilities
2303: companies,
2304: bound
2305: postal
2306: voice
2307: went
2308: occasion
2309: else
2310: germany,
2311: women,
2312: attempts
2313: osh
2314: situations
2315: determined
2316: understood
2317: competition.
2318: emphasized
2319: individuals
2320: members,
2321: fishermen
2322: reasons,
2323: necessarily
2324: women.
2325: regularly
2326: gain
2327: mechanisms
2328: regular
2329: appreciate
2330: target
2331: clear.
2332: municipal
2333: oil
2334: identify
2335: finnish
2336: principle,
2337: nobody
2338: bearing
2339: helping
2340: fifteen
2341: define
2342: assess
2343: (see
2344: incentives
2345: sets
2346: necessary.
2347: party,
2348: pollution
2349: internet
2350: ultimately
2351: representation
2352: hope,
2353: infrastructure
2354: assist
2355: peaceful
2356: revision
2357: ethnic
2358: millions
2359: presidency,
2360: recall
2361: wonder
2362: percentage
2363: dissemination
2364: highest
2365: funds,
2366: denmark
2367: compared
2368: vote,
2369: requirement
2370: forest
2371: sought
2372: financed
2373: aid.
2374: poutical
2375: phase
2376: fighting
2377: standard
2378: liberalization
2379: suffering
2380: 19.07.1994
2381: delay
2382: uniform
2383: 1993
2384: on,
2385: action,
2386: latest
2387: direction.
2388: procedural
2389: shared
2390: tacis
2391: applicants
2392: reflect
2393: energy,
2394: respective
2395: liability
2396: wibe
2397: southern
2398: enough.
2399: package
2400: unit
2401: registration
2402: brief
2403: procedures.
2404: meant
2405: causes
2406: service,
2407: organised
2408: afraid
2409: applicable
2410: la
2411: nearly
2412: japan
2413: portugal
2414: studied
2415: pages
2416: withdraw
2417: becomes
2418: valuable
2419: saw
2420: youth
2421: enlargement.
2422: negotiating
2423: television
2424: justified
2425: canada
2426: may,
2427: chemical
2428: rules.
2429: health.
2430: latter
2431: replace
2432: safe
2433: p.m.
2434: identification
2435: gradually
2436: losses
2437: top
2438: notice
2439: regulation,
2440: identified
2441: have,
2442: russian
2443: lives
2444: investigate
2445: check
2446: questions.
2447: property
2448: proof
2449: unemployed
2450: normally
2451: domestic
2452: protecting
2453: option
2454: depends
2455: facts
2456: innovation
2457: noon.
2458: ad
2459: unemployment.
2460: water
2461: daily
2462: estimates
2463: version
2464: 27
2465: trust
2466: region,
2467: title
2468: practice,
2469: demonstrated
2470: incorporated
2471: ago.
2472: agriculture,
2473: feeling
2474: (eldr),
2475: combating
2476: allows
2477: 21
2478: himself
2479: round
2480: up,
2481: decisive
2482: restore
2483: complaint
2484: easily
2485: d
2486: vocational
2487: speaker
2488: climate
2489: essentially
2490: front
2491: europeans
2492: interpretation
2493: security,
2494: flexible
2495: forwarders
2496: presidency.
2497: safeguard
2498: consulted
2499: explained
2500: ment.
2501: collective
2502: hardly
2503: covers
2504: extending
2505: economics
2506: 28
2507: instance
2508: be,
2509: release
2510: none
2511: yes,
2512: conditions.
2513: man
2514: difficulty
2515: satellite
2516: inadequate
2517: electronic
2518: commitments
2519: briefly
2520: endorse
2521: enforcement
2522: fellow
2523: invest
2524: presentation
2525: project.
2526: text.
2527: right.
2528: success.
2529: think,
2530: willing
2531: 1,
2532: diversity
2533: independence
2534: journal
2535: maintaining
2536: minority
2537: cunently
2538: hours
2539: clear,
2540: fifth
2541: ministry
2542: advisory
2543: biotechnology
2544: regulation.
2545: requests
2546: satisfactory
2547: restructuring
2548: undertakings
2549: acting
2550: city
2551: primary
2552: not.
2553: we,
2554: biotechnological
2555: communications
2556: medina
2557: rapporteur's
2558: stressed
2559: adapt
2560: competence
2561: helms-burton
2562: restrictions
2563: preparations
2564: selection
2565: manner
2566: costs.
2567: trend
2568: aid,
2569: jobs,
2570: things,
2571: interim
2572: continues
2573: 26
2574: arising
2575: complicated
2576: rome
2577: administrations
2578: historic
2579: (lt)
2580: approach,
2581: electoral
2582: closure
2583: position,
2584: merit
2585: alliance
2586: force.
2587: practice.
2588: considerations
2589: view.
2590: deadline
2591: unanimity
2592: protected
2593: lasting
2594: month
2595: hence
2596: regulatory
2597: suggested
2598: pursued
2599: or,
2600: lindqvist
2601: supplementary
2602: africa
2603: field.
2604: publication
2605: to.
2606: done,
2607: compatible
2608: negotiations.
2609: weu
2610: clarify
2611: estimated
2612: stable
2613: deficit
2614: necessary,
2615: mechanism
2616: dialogue,
2617: convention,
2618: frequently
2619: wait
2620: commissioners
2621: ii
2622: respect,
2623: sorry
2624: considerably
2625: dialogue.
2626: austrian
2627: forthcoming
2628: remaining
2629: lay
2630: groups,
2631: affecting
2632: politicians
2633: spoken
2634: apparent
2635: ratification
2636: charges
2637: credibility
2638: consistent
2639: smaller
2640: heavy
2641: size
2642: someone
2643: excluded
2644: follows:
2645: suffered
2646: happens
2647: von
2648: congratulating
2649: granting
2650: islands
2651: previously
2652: support,
2653: larger
2654: examining
2655: suspended
2656: costs,
2657: conditions,
2658: agrees
2659: 1998,
2660: politically
2661: decision,
2662: '
2663: forwarding
2664: frontiers
2665: marks
2666: committees,
2667: whereby
2668: shares
2669: heritage
2670: resolved
2671: courage
2672: waiting
2673: sir
2674: admit
2675: marked
2676: actively
2677: agents
2678: vehicles
2679: finding
2680: aids
2681: processing
2682: progress.
2683: agenda.
2684: fine
2685: guaranteed
2686: clearly,
2687: soviet
2688: succeed
2689: patijn,
2690: socrates
2691: purposes
2692: seven
2693: delays
2694: there,
2695: computer
2696: condemn
2697: barcelona
2698: goods,
2699: thorough
2700: scale
2701: reports,
2702: happening
2703: other.
2704: months.
2705: teacher
2706: trade,
2707: relations,
2708: bananas
2709: courses
2710: candidates
2711: extensive
2712: ship
2713: distance
2714: moral
2715: arguments
2716: determination
2717: honour
2718: economies
2719: directed
2720: vehicle
2721: conducted
2722: undertaking
2723: i,
2724: president-in-office,
2725: systems,
2726: relate
2727: identity
2728: reaching
2729: present.
2730: connected
2731: prospects
2732: widely
2733: urban
2734: distinction
2735: whole,
2736: forum
2737: declare
2738: contraband
2739: spend
2740: 2,
2741: logical
2742: warning
2743: chinese
2744: santer,
2745: attacks
2746: eliminate
2747: unanimously
2748: negotiation
2749: leaders
2750: firstly
2751: retain
2752: hearing
2753: applicant
2754: »
2755: tl
2756: tourism,
2757: cloning
2758: urgency
2759: automatically
2760: science
2761: 1999.
2762: employees
2763: security.
2764: interests.
2765: suspension
2766: pilot
2767: solely
2768: courts
2769: example.
2770: for,
2771: (eec)
2772: firmly
2773: transition
2774: sides
2775: penalties
2776: made,
2777: waters
2778: realize
2779: energy.
2780: power,
2781: with.
2782: though,
2783: paris
2784: charge
2785: looked
2786: country's
2787: issues,
2788: coherent
2789: past.
2790: period.
2791: groups.
2792: religious
2793: periods
2794: affects
2795: reflected
2796: differ
2797: projects.
2798: m
2799: consequence
2800: built
2801: regulations.
2802: shipping
2803: geographical
2804: registered
2805: strictly
2806: speed
2807: personnel
2808: overcome
2809: lose
2810: farm
2811: exception
2812: producing
2813: is.
2814: debated
2815: weak
2816: discharge
2817: acknowledge
2818: maintenance
2819: justice.
2820: (gue/ngl),
2821: coordinated
2822: enhanced
2823: signal
2824: believes
2825: proposals,
2826: mobile
2827: paying
2828: sovereignty
2829: bangemann,
2830: adopted,
2831: unanimous
2832: tribute
2833: federation
2834: brussels.
2835: systematic
2836: hands
2837: ngos
2838: except
2839: acceptance
2840: unemployment,
2841: meaning
2842: preference
2843: you.
2844: logic
2845: seeks
2846: eight
2847: truly
2848: fleet
2849: novel
2850: (e.g.
2851: spoke
2852: this:
2853: amsterdam,
2854: transparent
2855: taken.
2856: listen
2857: 2.
2858: announced
2859: to,
2860: exclusively
2861: office,
2862: subject,
2863: vast
2864: dependent
2865: borne
2866: options
2867: centre's
2868: maintained
2869: aside
2870: activities,
2871: reported
2872: jointly
2873: urgently
2874: fruit
2875: be.
2876: socialists
2877: fontaine
2878: me.
2879: standards.
2880: legally
2881: employed
2882: xenophobia
2883: bertens
2884: revised
2885: contract
2886: convention.
2887: emissions
2888: diseases
2889: indirect
2890: fees
2891: originally
2892: more,
2893: presents
2894: commerce
2895: 22
2896: participating
2897: consequently
2898: relations.
2899: quotas
2900: equivalent
2901: helped
2902: department
2903: kinds
2904: israel
2905: senior
2906: answers
2907: worse
2908: legitimacy
2909: prefer
2910: chairman,
2911: subsequent
2912: stocks
2913: currency,
2914: justify
2915: do,
2916: matters,
2917: preserve
2918: delighted
2919: crime.
2920: expert
2921: portuguese
2922: page
2923: tomlinson
2924: and/or
2925: incorporate
2926: spain,
2927: items
2928: exclusive
2929: period,
2930: thinks
2931: interest.
2932: do.
2933: smuggling
2934: der
2935: mayor
2936: secret
2937: subsequently
2938: behaviour
2939: fixed
2940: exports
2941: day,
2942: trading
2943: cross
2944: awarded
2945: who,
2946: forward.
2947: stronger
2948: telephone
2949: harmful
2950: adopted.
2951: highlight
2952: advice
2953: italy,
2954: heart
2955: spd
2956: background
2957: end.
2958: themselves.
2959: rich
2960: youth,
2961: 70
2962: composition
2963: launched
2964: guaranteeing
2965: room
2966: 80
2967: deserves
2968: cfsp
2969: seeing
2970: biological
2971: has,
2972: student
2973: refened
2974: answer.
2975: preventive
2976: reserve
2977: cuts
2978: mentioned,
2979: euratom
2980: member,
2981: usa
2982: reflects
2983: nine
2984: >
2985: crisis.
2986: titley
2987: longterm
2988: procedures,
2989: immigration
2990: research.
2991: control,
2992: accompanied
2993: schools
2994: enjoy
2995: poverty
2996: penalty
2997: town
2998: below
2999: competition,
3000: ambitious
3001: posts
3002: intensive
3003: general,
3004: began
3005: aviation
3006: 3.
3007: companies.
3008: secretariat
3009: doctor
3010: invited
3011: party.
3012: supposed
3013: safety.
3014: opposite
3015: investments
3016: nonconventional
3017: extreme
3018: months,
3019: thanking
3020: stage.
3021: hoc
3022: souchet
3023: life,
3024: swiss
3025: demonstrates
3026: sexual
3027: (university
3028: about.
3029: congratulations
3030: ships
3031: turning
3032: patents
3033: together.
3034: openness
3035: vis-à-vis
3036: picture
3037: spread
3038: belgium
3039: gap
3040: moment,
3041: attend
3042: shortcomings
3043: recommended
3044: stay
3045: qualifications
3046: housing
3047: demographic
3048: similarly,
3049: year's
3050: contributed
3051: ecological
3052: judge
3053: parties.
3054: mass
3055: weapons
3056: cigarette
3057: petition
3058: colleagues,
3059: attention.
3060: medium
3061: monti
3062: suggestions
3063: targeted
3064: strengthened
3065: fischler
3066: consumers.
3067: expectations
3068: ep
3069: 3,
3070: fairly
3071: exploitation
3072: containing
3073: remove
3074: term,
3075: representing
3076: v
3077: recommend
3078: powers.
3079: reaction
3080: expressing
3081: powerful
3082: significantly
3083: either.
3084: bangemann
3085: driving
3086: initiative,
3087: reading.
3088: mines
3089: kinnock,
3090: stage,
3091: significance
3092: christian
3093: 35
3094: terrorist
3095: leads
3096: simplification
3097: another.
3098: en
3099: meets
3100: coordinate
3101: abuse
3102: stock
3103: arise
3104: san
3105: repeated
3106: enabling
3107: long-term
3108: 1990
3109: consumers,
3110: principle.
3111: informal
3112: objectives.
3113: findings
3114: assisting
3115: russia
3116: 4,
3117: basically
3118: innovative
3119: resulted
3120: allocation
3121: grants
3122: evening
3123: explanation
3124: realistic
3125: paper.
3126: learning
3127: savings
3128: must,
3129: georgia
3130: dispute
3131: suffer
3132: oppose
3133: reports.
3134: ruling
3135: re
3136: integration.
3137: governed
3138: confederal
3139: doubts
3140: economically
3141: opinion.
3142: moved
3143: receiving
3144: stations
3145: truth
3146: summary
3147: employ
3148: should,
3149: stands
3150: politics
3151: solution.
3152: fresh
3153: reliable
3154: 1994,
3155: lastly,
3156: feels
3157: negotiated
3158: kingdom,
3159: explanations
3160: welcomes
3161: constitutes
3162: alleged
3163: apparently
3164: broader
3165: supervision
3166: grand
3167: intervene
3168: regulations,
3169: succeeded
3170: foods
3171: begun
3172: approximately
3173: attack
3174: burma
3175: why,
3176: irregularities
3177: technology,
3178: disaster
3179: radioactive
3180: mere
3181: showing
3182: end,
3183: break
3184: colleague,
3185: regardless
3186: permit
3187: ment,
3188: exclusion
3189: satisfaction
3190: collection
3191: text,
3192: wording
3193: indigenous
3194: charter
3195: p.m.)
3196: blame
3197: unfair
3198: (in
3199: public.
3200: creates
3201: century
3202: intellectual
3203: israeli
3204: forwarded
3205: ukraine
3206: running
3207: helpful
3208: emergency
3209: earlier,
3210: news
3211: cars
3212: playing
3213: speeches
3214: puts
3215: features
3216: approach.
3217: respected
3218: imported
3219: environmentally
3220: sincerely
3221: right,
3222: biggest
3223: secondary
3224: sports
3225: fleets
3226: professor
3227: decisions,
3228: doc
3229: presidency's
3230: refused
3231: net
3232: training.
3233: arrived
3234: choose
3235: themselves,
3236: peace,
3237: sindal
3238: envisaged
3239: economy,
3240: cattle
3241: twice
3242: albanian
3243: promised
3244: exceptional
3245: bonino
3246: money.
3247: children,
3248: integrity
3249: showed
3250: indication
3251: black
3252: oreja
3253: statute
3254: project,
3255: persuade
3256: 2000,
3257: field,
3258: life.
3259: ratified
3260: results.
3261: available.
3262: experienced
3263: so-called
3264: novo
3265: parallel
3266: exchanges
3267: safety,
3268: currency.
3269: definitive
3270: definitely
3271: inquiry.
3272: incentive
3273: jurisdiction
3274: spite
3275: madrid
3276: families
3277: save
3278: budgets,
3279: chair
3280: cases.
3281: conversion
3282: sphere
3283: strasbourg
3284: warmly
3285: cdu
3286: responsibility.
3287: poucy
3288: advanced
3289: regulate
3290: amendment.
3291: past,
3292: levels.
3293: world's
3294: tend
3295: setaside
3296: reservations
3297: extradition
3298: offering
3299: translated
3300: initially
3301: drafting
3302: recognised
3303: 2000.
3304: emerging
3305: minutes,
3306: accident
3307: acted
3308: route
3309: quote
3310: amsterdam.
3311: a.m.
3312: coastal
3313: post
3314: businesses.
3315: approaches
3316: perspective
3317: achieved.
3318: subsidy
3319: education.
3320: achievement
3321: reality.
3322: defining
3323: rejection
3324: african
3325: settlement
3326: lecturer
3327: rapporteurs
3328: paper,
3329: culture.
3330: authorization
3331: finland,
3332: letters
3333: (upe),
3334: happen.
3335: universities
3336: undermine
3337: used.
3338: inspection
3339: fails
3340: worst
3341: deadlines
3342: refuse
3343: listened
3344: things.
3345: interventions
3346: loans
3347: holds
3348: directorate-general
3349: depending
3350: authorized
3351: terms.
3352: e.g.
3353: repeatedly
3354: buy
3355: sporting
3356: 1999,
3357: mr.
3358: disease
3359: %,
3360: yesterday's
3361: constant
3362: officer
3363: bodies.
3364: 200
3365: centres
3366: teachers
3367: power.
3368: notably
3369: europol
3370: restrict
3371: nations,
3372: profit
3373: parties,
3374: japanese
3375: promise
3376: day.
3377: entering
3378: beings
3379: child
3380: pursuing
3381: healthy
3382: racism,
3383: ah
3384: impetus
3385: emerged
3386: sjöstedt
3387: ever,
3388: bit
3389: bears
3390: banned
3391: with,
3392: processes
3393: 4.
3394: o
3395: reductions
3396: circumstances,
3397: respect.
3398: exemptions
3399: ministers,
3400: initiative.
3401: tween
3402: palestinian
3403: turned
3404: suitable
3405: mittee
3406: palacio
3407: sums
3408: mind,
3409: austria,
3410: freely
3411: eyes
3412: increases
3413: effect.
3414: switzerland
3415: replacing
3416: strength
3417: multinational
3418: skills
3419: projects,
3420: devoted
3421: french,
3422: substantially
3423: react
3424: broadly
3425: workers,
3426: reasons.
3427: 60
3428: coordinating
3429: points,
3430: tion
3431: valid
3432: term.
3433: inside
3434: deserve
3435: evaluate
3436: diplomatic
3437: materials
3438: pubuc
3439: ongoing
3440: treat
3441: chosen
3442: intentions
3443: agriculture.
3444: exclude
3445: widespread
3446: inquiry,
3447: tonnes
3448: prospect
3449: telkämper
3450: highlighted
3451: facilities
3452: existed
3453: genuinely
3454: nonetheless
3455: reflection
3456: surprised
3457: least,
3458: laying
3459: negotiations,
3460: applied.
3461: heading
3462: sections
3463: resumed
3464: invite
3465: tackling
3466: patijn
3467: objective.
3468: workers.
3469: engaged
3470: persons,
3471: brussels,
3472: patijn.
3473: children.
3474: albeit
3475: greece,
3476: slow
3477: documentation
3478: criteria.
3479: down.
3480: frontier
3481: satisfied
3482: mistake
3483: collaboration
3484: direction,
3485: conflicts
3486: fraudulent
3487: imposing
3488: armenia
3489: dangers
3490: interests,
3491: iru
3492: production,
3493: needed.
3494: consult
3495: acknowledged
3496: business.
3497: user
3498: assembly.
3499: reading,
3500: circulation
3501: welcomed
3502: recovery
3503: looks
3504: car
3505: initiated
3506: appointment
3507: harm
3508: result,
3509: dignity
3510: 500
3511: movements
3512: martens
3513: consultative
3514: patenting
3515: geared
3516: 6.
3517: certificate
3518: raises
3519: medium-sized
3520: search
3521: minister,
3522: london
3523: uses
3524: contracting
3525: shape
3526: obtaining
3527: design
3528: regrettable
3529: offence
3530: crime,
3531: listed
3532: realise
3533: concentrated
3534: respects
3535: continent
3536: plus
3537: multiannual
3538: budgets.
3539: statistical
3540: suggestion
3541: eldr
3542: autonomous
3543: unnecessary
3544: pleasure
3545: hundreds
3546: accepted.
3547: breach
3548: czech
3549: fewer
3550: uclaf
3551: carriers
3552: 5,
3553: union?
3554: 90
3555: accounting
3556: importance.
3557: length
3558: relative
3559: categories
3560: justice,
3561: street
3562: block
3563: fines
3564: imagine
3565: interest,
3566: placing
3567: focused
3568: everybody
3569: adviser
3570: served
3571: naturally,
3572: eventually
3573: expenses
3574: willingness
3575: expenditure.
3576: passenger
3577: cast
3578: priorities.
3579: 1992,
3580: withdrawal
3581: enough,
3582: advances
3583: leon
3584: meps
3585: desirable
3586: azerbaijan
3587: recital
3588: ports
3589: votes,
3590: moment.
3591: recorded
3592: excuse
3593: estimate
3594: yugoslavia
3595: banning
3596: guide
3597: barriers
3598: da
3599: paragraphs
3600: popular
3601: peace.
3602: division
3603: greens
3604: disabled
3605: slightly
3606: multilateral
3607: lab.
3608: test
3609: effect,
3610: foundations
3611: worldwide
3612: purchase
3613: netherlands,
3614: liberties
3615: assessing
3616: extraordinary
3617: governments,
3618: armed
3619: massive
3620: restricted
3621: prosecution
