# Finnish Vocabulary (index: word)
0: <PAD>
1: <SOS>
2: <EOS>
3: <UNK>
4: ja
5: on
6: että
7: euroopan
8: ei
9: -
10: myös
11: se
12: ovat
13: joka
14: ole
15: parlamentin
16: sen
17: tämä
18: jotka
19: arvoisa
20: komission
21: tai
22: mutta
23: tämän
24: puhemies,
25: komissio
26: sekä
27: voi
28: kuin
29: unionin
30: olisi
31: jos
32: siitä,
33: meidän
34: kun
35: yhteisön
36: kuten
37: koska
38: tässä
39: mitä
40: sitä
41: ne
42: kuitenkin
43: me
44: jo
45: vain
46: oli
47: olen
48: olemme
49: jonka
50: eivät
51: hyvin
52: nyt
53: niin
54: tulee
55: vielä
56: kaikki
57: neuvoston
58: sillä
59: niiden
60: keskustelut
61: voidaan
62: tätä
63: parlamentti
64: jotta
65: olla
66: haluaisin
67: vuoden
68: erityisesti
69: tällä
70: joita
71: kanssa
72: jossa
73: vaan
74: tästä
75: lisäksi
76: jota
77: erittäin
78: hän
79: tähän
80: mielestäni
81: ennen
82: ollut
83: 0
84: eikä
85: en
86: haluan
87: mukaan
88: nämä
89: näin
90: paljon
91: mikä
92: antaa
93: siitä
94: emme
95: sitä,
96: pitää
97: eu:n
98: eri
99: vaikka
100: jäsenvaltioiden
101: huomioon
102: siksi
103: vuonna
104: puhemies.
105: se,
106: neuvosto
107: saa
108: tehdä
109: siis
110: koko
111: jäsen
112: hänen
113: ainoastaan
114: meillä
115: yksi
116: itse
117: näiden
118: joiden
119: he
120: valiokunnan
121: niitä
122: puolesta
123: minun
124: miten
125: juuri
126: voivat
127: maiden
128: täysin
129: vuoksi
130: mietintö
131: esimerkiksi
132: siihen,
133: koskevan
134: aivan
135: ottaa
136: herra
137: saada
138: enemmän
139: (en)
140: eli
141: siihen
142: (de)
143: siinä
144: onko
145: kanssa.
146: voimme
147: sitten
148: pitäisi
149: jäsen.
150: joilla
151: kyse
152: mietinnön
153: jälkeen
154: (fr)
155: (pse).
156: viime
157: kaksi
158: olemassa
159: yhteydessä
160: ilman
161: tulisi
162: sopimuksen
163: koskee
164: jolla
165: ­
166: ettei
167: (ppe).
168: heidän
169: asiassa
170: aina
171: kysymys
172: kaikkien
173: unioni
174: tänään
175: hyvät
176: kansalaisten
177: artiklan
178: olevan
179: voida
180: 1996
181: kuinka
182: rouva
183: koskevat
184: yhä
185: muiden
186: kuitenkaan
187: täytyy
188: mieltä,
189: osa
190: osalta
191: samaa
192: mieltä
193: hetkellä
194: koskeva
195: mitään
196: joissa
197: täällä
198: (nl)
199: näitä
200: van
201: asia
202: yhtä
203: meille
204: enää
205: tapauksessa
206: tärkeä
207: 1997
208: toinen
209: esittää
210: käyttää
211: siten
212: asian
213: aikana
214: suuri
215: ehkä
216: usein
217: mikäli
218: josta
219: voisi
220: niistä
221: kaikkea
222: kanssa,
223: puheenjohtaja
224: *
225: minä
226: oltava
227: liian
228: lopuksi
229: samalla
230: muut
231: tärkeää
232: avulla
233: maan
234: hallitusten
235: mietinnössä
236: voitaisiin
237: kaikkia
238: todella
239: on,
240: asiasta
241: yhteisen
242: eu
243: kysymyksen
244: jopa
245: käyttöön
246: joista
247: aikaan
248: johon
249: kirjallisesti.
250: te
251: hyvä
252: asiaa
253: edelleen
254: miljoonaa
255: sen,
256: liittyvät
257: vastaan
258: mahdollista
259: toisaalta
260: kyseessä
261: •
262: jäsenvaltiot
263: otetaan
264: etenkin
265: uusia
266: tehtävä
267: de
268: tukea
269: valiokunta
270: toivon,
271: yhdessä
272: uuden
273: komissaari
274: tavalla
275: hyväksyi
276: kiittää
277: kollegat,
278: käsittelevän
279: yli
280: monet
281: naisten
282: vastaus
283: näistä
284: erityisen
285: kerran
286: liittyy
287: 1
288: (es)
289: alueen
290: välisen
291: olivat
292: mukaisesti
293: tänä
294: ottaen
295: muun
296: keskustelu
297: toimia
298: sanoa,
299: alalla
300: kansallisten
301: hyväksyä
302: tilanne
303: koskevien
304: direktiivin
305: ajan
306: miksi
307: voin
308: esittelijä
309: haluamme
310: ensimmäinen
311: 1995
312: mahdollisimman
313: ranskan
314: joitakin
315: uudelleen
316: välillä
317: komissiota
318: vaikuttaa
319: määrä
320: vai
321: puheenjohtaja.
322: esille
323: nimittäin
324: oikeus
325: missä
326: sanoa
327: huolimatta
328: sopimus
329: muita
330: yritysten
331: hallituksen
332: aihe:
333: ihmisten
334: selvästi
335: noin
336: puhemies
337: prosenttia
338: minusta
339: 2
340: maailman
341: toi
342: uusi
343: valitettavasti
344: yhteinen
345: tärkeää,
346: koskevia
347: jäsenet
348: ehdotuksen
349: tarvitaan
350: tasolla
351: useita
352: tehnyt
353: toiminnan
354: eurooppa
355: vuotta
356: kolme
357: 000
358: alueiden
359: 1998
360: johtaa
361: silloin
362: alan
363: kuuluu
364: uskon,
365: s.
366: myöskään
367: keskustelun
368: tekee
369: yhteistyön
370: poliittisen
371: luonnollisesti
372: ryhmä
373: valtioiden
374: yhden
375: järjestelmän
376: esittäjä
377: toimielinten
378: valtion
379: uusien
380: joihin
381: mielestämme
382: entinen
383: parlamentissa
384: poliittinen
385: selvää,
386: talousarvion
387: laatima
388: yhteistyötä
389: mahdollisuus
390: klo
391: kehityksen
392: jolloin
393: huomiota
394: kannalta
395: olevien
396: ensinnäkin
397: kahden
398: meitä
399: parlamentille
400: näyttää
401: teidän
402: (eldr).
403: tarkoituksena
404: 5
405: perustamissopimuksen
406: hallitus
407: varten
408: jälleen
409: vasta
410: kansainvälisen
411: perusteella
412: varmasti
413: amsterdamin
414: teitä
415: (pse),
416: tietenkin
417: sisältää
418: politiikan
419: ollen
420: minulla
421: tehty
422: muuta
423: siksi,
424: edistää
425: niin,
426: onnitella
427: vastaan.
428: jäsenten
429: halua
430: ryhmän
431: 3
432: ainakin
433: yhteisöjen
434: ehdotus
435: teille
436: toiseksi
437: eurooppalaisen
438: puolesta,
439: olette
440: arvoisat
441: otettava
442: passitusjärjestelmän
443: liittyviä
444: saanut
445: siten,
446: syystä
447: alueella
448: suhteen
449: taas
450: viranomaisten
451: lainsäädännön
452: olemaan
453: kaupan
454: muassa
455: tulevaisuudessa
456: toivon
457: luoda
458: todellakin
459: tavoin
460: pyytää
461: vähän
462: tule
463: pidä
464: unionissa
465: vastaa
466: niihin
467: päätös
468: välillä.
469: yhteistä
470: tulevat
471: kaikissa
472: (parlamentti
473: välinen
474: euroopassa
475: saattaa
476: osoittaa
477: haluaa
478: (sv)
479: samoin
480: suhteen.
481: merkitsee
482: äänestys
483: ♦
484: suurin
485: pyydän
486: mukaisesti.
487: koskevaa
488: tehdään
489: aikoo
490: muuten
491: taloudellisten
492: esittelijä.
493: ryhmäni
494: naiset
495: hieman
496: talouden
497: suuria
498: osalta.
499: olleet
500: toisen
501: tekemään
502: kan
503: tavoitteena
504: uutta
505: komissiolle
506: ihmisoikeuksien
507: olevat
508: saksan
509: ecua
510: kohti
511: käsitellä
512: saavat
513: puolesta.
514: toiminta
515: taloudellisen
516: päivänä
517: kautta
518: tullut
519: i
520: jäsen,
521: nro
522: aiheuttaa
523: osin
524: yhteensä
525: oikeuden
526: aika
527: esityslistalla
528: edes
529: jatkaa
530: 15
531: komissaari,
532: ainoa
533: työn
534: yhteen
535: välttämätöntä
536: tietojen
537: oman
538: toteuttaa
539: tällainen
540: kaiken
541: onkin
542: mahdollisuuden
543: yhteistyö
544: minkä
545: jäsenen
546: mihin
547: ensimmäisen
548: seuraavana
549: tapahtuu
550: konferenssin
551: ta
552: kuluttajien
553: asiaan
554: määrin
555: eu:
556: annetaan
557: maissa
558: maat
559: 1.
560: hankkeen
561: lähes
562: kansalaiset
563: asia,
564: (upe).
565: koskaan
566: jäsenvaltioissa
567: syytä
568: vastuussa
569: oleva
570: kiitän
571: käytetään
572: sille
573: suoraan
574: talous-
575: (v).
576: vähemmän
577: sosiaalisen
578: kansalliset
579: kehitys
580: mielestä
581: kansallisen
582: —
583: tietoa
584: asetuksen
585: demokratian
586: kertaa
587: myös,
588: kaikille
589: ohjelman
590: poliittista
591: minulle
592: valmis
593: asettaa
594: nopeasti
595: toisin
596: perustuu
597: käytännön
598: kohdan
599: puheenjohtaja,
600: aikaa
601: varten.
602: käsitellään
603: yleensä
604: a
605: tavaroiden
606: tietysti
607: lisää
608: tuotteiden
609: kaikkein
610: monia
611: edustaja
612: mennessä
613: ensin
614: olisivat
615: vahvistaa
616: paitsi
617: kaikista
618: oikeastaan
619: paremmin
620: korostaa
621: tilanteen
622: tarkoittaa
623: esittelijän
624: uiko-
625: 20
626: mietintöä
627: 4
628: taloudellinen
629: auttaa
630: pelkästään
631: toimintaa
632: viraston
633: mistä
634: päätöksen
635: tarkoitus
636: suhteessa
637: merkittävä
638: työtä
639: vastaava
640: eikö
641: ongelmia
642: tietoja
643: näihin
644: näissä
645: haluavat
646: kyllä
647: jättää
648: huomioon,
649: maa
650: tuen
651: niille
652: tukee
653: 10
654: jotkut
655: tärkeitä
656: vastaan,
657: tiedämme,
658: tarvitsemme
659: mahdollisesti
660: asioiden
661: ongelma
662: esiin
663: päättää
664: koskevasta
665: käsittelevä
666: käytännössä
667: roopan
668: %
669: (ppe),
670: koske
671: lausunnon
672: muuttaa
673: yleisesti
674: pyritään
675: muihin
676: suuren
677: kolmen
678: turkin
679: asiat
680: parlamenttia
681: teollisuuden
682: estää
683: tutkimuksen
684: siltä,
685: oikein
686: ympäristön
687: puhua
688: asti
689: lopulta
690: jälkeen,
691: puitteissa
692: n
693: osallistua
694: kyseisen
695: espanjan
696: tuo
697: mahdollisuuksia
698: teille,
699: sopimusten
700: vuosien
701: suurta
702: ihmiset
703: tapauksissa
704: olevia
705: kehittämistä
706: muistuttaa
707: työntekijöiden
708: kolmansien
709: vuosina
710: saadaan
711: ensi
712: aikana.
713: taloudellista
714: eurooppalaisten
715: parantaa
716: vaatii
717: välistä
718: siellä
719: varojen
720: edellä
721: epj:
722: maatalouden
723: vaikea
724: eläinten
725: tulevaisuuden
726: petosten
727: mukana
728: tietää,
729: tällaista
730: joskus
731: taloudellisia
732: jonkin
733: (gue/ngl).
734: sellaisten
735: työjärjestyksen
736: huomenna
737: tavalla.
738: jatkuvasti
739: yritykset
740: käy
741: viranomaiset
742: artikla
743: esitetty
744: tutkintavaliokunnan
745: joten
746: toimi
747: jokainen
748: sijaan
749: kaikkiin
750: kuuluvat
751: ko
752: ruotsin
753: kohta
754: suhteen,
755: varsinkin
756: koskevassa
757: aloittaa
758: kaikilla
759: maastrichtin
760: saaneet
761: todeta,
762: kansainvälinen
763: voiko
764: vuodesta
765: rajat
766: saamme
767: (el)
768: tasolla.
769: kauan
770: oikeuksien
771: kehitystä
772: yleisen
773: tarvitse
774: voisivat
775: etujen
776: tekevät
777: toimitetaan
778: jäsenvaltion
779: päästä
780: (lt)
781: joko
782: niillä
783: markkinoiden
784: pidetään
785: yksinkertaisesti
786: yhteydessä.
787: tehneet
788: osalta,
789: toimenpiteiden
790: tälle
791: entistä
792: puhe
793: sisällä
794: nykyisin
795: rakennerahastojen
796: niissä
797: edellyttää
798: työllisyyden
799: nykyisen
800: minua
801: osoittaa,
802: ecun
803: tulla
804: välimeren
805: pois
806: melko
807: ottamaan
808: toimien
809: järjestelmä
810: esitetään
811: joidenkin
812: huomattavasti
813: keskustelua
814: algerian
815: luulen,
816: kin
817: voimassa
818: sellaisen
819: italian
820: kohtaan
821: alueella.
822: kustannukset
823: merkitys
824: tie
825: yhteisö
826: sitä.
827: vuoksi,
828: missään
829: alalla.
830: annettava
831: poliittiset
832: äänestää
833: ryhtyä
834: antanut
835: muutamia
836: nimenomaan
837: artiklassa
838: pitänyt
839: vastaavan
840: tiedot
841: vuosi
842: oikeuksia
843: keskustella
844: joissakin
845: 2000
846: otettu
847: tiedon
848: toimii
849: asioita
850: kohdassa
851: jäsenet,
852: kuitenkin,
853: todellinen
854: tarkistuksen
855: erilaisia
856: pöytäkirjan
857: 1999
858: käytön
859: poliittisten
860: käyttö
861: ansiosta
862: ten
863: aluksi
864: liittyvien
865: vastoin
866: sopimukseen
867: sama
868: uskon
869: tiedätte,
870: direktiivi
871: sanoi,
872: kokouksen
873: eivätkä
874: tarkistus
875: sai
876: sisältyy
877: tuki
878: ongelman
879: laatia
880: lisätä
881: herrat,
882: koskevaan
883: yhteistyössä
884: tällaisen
885: takia
886: teemme
887: kolmannen
888: selkeästi
889: muissa
890: toimenpiteitä
891: toimet
892: turvallisuuden
893: taloudelliset
894: valvonnan
895: irlannin
896: tiettyjen
897: jälkeen.
898: heti
899: vastuu
900: antavat
901: työ
902: ehdotusta
903: kuukauden
904: iloinen
905: kehittää
906: kukaan
907: itä-euroopan
908: vastata
909: sovelletaan
910: mahdollisuudet
911: saatava
912: tarpeen
913: alankomaiden
914: ehdotuksesta
915: nykyinen
916: vähintään
917: yhdistyneen
918: tarkistuksia
919: päättynyt.
920: ■
921: tuoda
922: tapahtunut
923: seurauksena
924: nuorten
925: riittävästi
926: totta,
927: menettelyn
928: julkisen
929: riittävän
930: koskevista
931: yhdistynyt
932: soveltaa
933: vuoksi.
934: toimenpiteet
935: neuvottelujen
936: tason
937: antamaan
938: kannalta.
939: mie
940: uudet
941: kannan
942: (da)
943: perusta
944: kuka
945: ohjelmien
946: tiettyjä
947: heitä
948: sisämarkkinoiden
949: tältä
950: tietoinen
951: kannattaa
952: vaiheessa
953: myöhemmin
954: osan
955: kantaa
956: kolmas
957: yk:n
958: vapaan
959: loppuun
960: oma
961: sanoen
962: puhetta
963: johtuu
964: tuomioistuimen
965: osaa
966: henkilöiden
967: välisessä
968: unionista
969: ilmaista
970: tahansa
971: lain
972: 6
973: eräs
974: häntä
975: hankkeiden
976: työpaikkojen
977: toisessa
978: epäilemättä
979: ongelmat
980: millä
981: lopuksi,
982: miljoonan
983: kiinnittää
984: jotain
985: (pt)
986: (i-edn).
987: monissa
988: avulla.
989: yhdysvaltojen
990: aikaisemmin
991: ehdottaa
992: asiasta.
993: mitkä
994: (are).
995: 30
996: samaan
997: pidän
998: saavuttaa
999: teki
1000: selväksi,
1001: mies,
1002: poliittisia
1003: näillä
1004: eurooppalaista
1005: palvelujen
1006: seuraavan
1007: päivän
1008: tammikuuta
1009: nykyään
1010: seuraavat
1011: 100
1012: den
1013: mielessä
1014: yhteisestä
1015: syistä
1016: alalla,
1017: liittyvistä
1018: kokouksessa
1019: maaseudun
1020: mikään
1021: erityistä
1022: miesten
1023: ensiksi
1024: kustannusten
1025: esittänyt
1026: perustaa
1027: myötä
1028: seuraa
1029: kesäkuuta
1030: koulutuksen
1031: puheenjohtajan
1032: peräisin
1033: eurooppalainen
1034: määräysten
1035: emmekä
1036: päätöslauselman
1037: tarkistukset
1038: kansainvälisten
1039: suhteiden
1040: kuningaskunnan
1041: käsittelee
1042: johtamaan
1043: oikeutta
1044: askel
1045: silloin,
1046: aiemmin
1047: parempi
1048: jne.
1049: joulukuuta
1050: huumeiden
1051: kyproksen
1052: puheenjohtajavaltio
1053: todellista
1054: maata
1055: ratkaista
1056: tavoitteen
1057: voisimme
1058: komitean
1059: 12
1060: ehdotuksia
1061: tulemme
1062: kannatan
1063: ihmisen
1064: ellei
1065: vaaditaan
1066: 1994
1067: vaikutus
1068: korkean
1069: määrän
1070: osuus
1071: eilen
1072: mahdollista,
1073: (it)
1074: jotakin
1075: lisäksi,
1076: ryhtyi
1077: vuoteen
1078: muista
1079: kiinan
1080: 1992
1081: pyrkii
1082: kahta
1083: jää
1084: välttämätöntä,
1085: kansakuntien
1086: mukaan.
1087: työllisyyttä
1088: ssa
1089: sopimuksessa
1090: tasavallan
1091: edustajien
1092: halutaan
1093: suuret
1094: ehdottomasti
1095: mietinnöstä
1096: (')
1097: tehdyn
1098: tapa
1099: lähtien
1100: kollega
1101: todennäköisesti
1102: ensimmäistä
1103: pysty
1104: voimakkaasti
1105: pian
1106: silti
1107: ryhmämme
1108: huomioon.
1109: toiseen
1110: ecua.
1111: esitti
1112: parlamenttien
1113: ehdotukset
1114: ottanut
1115: schengenin
1116: annettu
1117: sanottava,
1118: kollegani
1119: mainita
1120: kanta
1121: tulokset
1122: tarvittavat
1123: muodostaa
1124: vastaavat
1125: saamaan
1126: kuningaskunta
1127: oikeusasiamiehen
1128: yleinen
1129: sellaisia
1130: on.
1131: rauhan
1132: erinomaisesta
1133: keski-
1134: asema
1135: ryhmien
1136: oikeusasioita
1137: yh
1138: puheen
1139: muu
1140: taata
1141: yhteiskunnan
1142: heinäkuuta
1143: esittelijää
1144: kaikkialla
1145: neljä
1146: ongelmien
1147: aikana,
1148: albanian
1149: liittyvä
1150: kysymykset
1151: sa
1152: tuli
1153: 50
1154: parlamentilla
1155: samanaikaisesti
1156: kokous
1157: sanoi
1158: monien
1159: neuvottelut
1160: entisen
1161: kohtaan.
1162: esimerkki
1163: oikeudellinen
1164: meistä
1165: varapuhemies
1166: tavoite
1167: vähentää
1168: vain,
1169: odottaa
1170: saatu
1171: pääasiassa
1172: neuvostolle
1173: kysymykseen
1174: tarkistusta
1175: tilannetta
1176: varsin
1177: apua
1178: kyseinen
1179: mahdollisuutta
1180: prosentin
1181: tavoitteiden
1182: käyttöä
1183: 7
1184: puhumme
1185: valiokuntien
1186: sellainen
1187: välittömästi
1188: tutkia
1189: tällaisia
1190: hyvän
1191: osittain
1192: myöntää
1193: tanskan
1194: vaikutuksia
1195: sopimukset
1196: oikeustieteen
1197: sopimusta
1198: tiedän,
1199: takaisin
1200: kreikan
1201: jokin
1202: jäsenmaiden
1203: hyvä,
1204: miljardia
1205: kiitoksia,
1206: kymmenen
1207: mahdollistaa
1208: poistaa
1209: jäseniä
1210: edustajat
1211: antoi
1212: tarjoaa
1213: asioita,
1214: toiseksi,
1215: säilyttää
1216: vaikeaa
1217: noudattaa
1218: kansa
1219: mahdollisuuksien
1220: esim.
1221: vuoropuhelun
1222: toimivat
1223: sosiaalista
1224: tutkimus
1225: käännöskeskuksen
1226: kertomuksen
1227: parhaillaan
1228: olin
1229: amerikan
1230: pikemminkin
1231: vapaa
1232: voimaan
1233: ey:n
1234: pienten
1235: muille
1236: eurooppalaiset
1237: alkaen
1238: tehokkaasti
1239: valtuuskunta
1240: (vuodesta
1241: vihreän
1242: lukuisia
1243: merkitystä
1244: kansojen
1245: löytää
1246: luo
1247: hyväksy
1248: asiassa.
1249: olevaa
1250: vaatia
1251: järjestöjen
1252: demokraattisen
1253: todellisuudessa
1254: periaatteessa
1255: tulee,
1256: annetun
1257: hyvin,
1258: wto:n
1259: suhteet
1260: kovin
1261: avun
1262: valiokunnassa
1263: kansallisia
1264: toimiin
1265: kyseisten
1266: ensimmäisessä
1267: omien
1268: useat
1269: hyväksi
1270: hyvää
1271: euroopassa.
1272: pitkän
1273: kasvilajikeviraston
1274: oikeudellista
1275: hyviä
1276: eurooppaneuvoston
1277: vat
1278: kilpailun
1279: istunnon
1280: jugoslavian
1281: kertomus
1282: enkä
1283: viisi
1284: pää
1285: käytössä
1286: jokaisen
1287: kohdalla
1288: rasismin
1289: kokonaan
1290: tarvitsee
1291: hyväksyy
1292: alueilla
1293: varapuheenjohtaja.
1294: läsnä
1295: o
1296: esittämään
1297: liikenteen
1298: saman
1299: välillä,
1300: ongelmia.
1301: tärkein
1302: ongelmia,
1303: varoja
1304: tiedämme
1305: politiikka
1306: -,
1307: julkisten
1308: omaa
1309: yhteydessä,
1310: komissiolla
1311: varma,
1312: puheenjohtajamaa
1313: 11
1314: käytettävissä
1315: kysymyksiä
1316: puolestaan
1317: toimenpiteisiin
1318: meidät
1319: terveyden
1320: äänestyksen
1321: puo
1322: oikeudellisen
1323: menettely
1324: aloilla
1325: sosiaalinen
1326: kansallinen
1327: mm.
1328: maksaa
1329: varmistaa,
1330: varten,
1331: toukokuuta
1332: voinut
1333: 8
1334: sääntöjen
1335: heille
1336: tarkistusten
1337: valtiot
1338: kolmanneksi
1339: hallinnon
1340: pohjalta
1341: tasolla,
1342: korostaa,
1343: suurten
1344: asia.
1345: yritys
1346: tutkintavaliokunta
1347: nyt,
1348: yhtenäismarkkinoiden
1349: uuteen
1350: tullaan
1351: ilmoittaa
1352: vihreä
1353: maassa
1354: hyötyä
1355: vastuun
1356: mahdotonta
1357: ollaan
1358: suorittaa
1359: tehtävänä
1360: hyväksymään
1361: puolueen
1362: yleissopimuksen
1363: lukien
1364: luxemburgin
1365: kuulu
1366: aihetta
1367: joukko
1368: osana
1369: tulosten
1370: neuvostossa
1371: 1993
1372: valtuuskunnan
1373: puuttua
1374: keskustelussa
1375: tällaiset
1376: ette
1377: osaksi
1378: sitten,
1379: tällöin
1380: n:o
1381: määrää
1382: (istunto
1383: hänelle
1384: ratkaisu
1385: järjestön
1386: konferenssi
1387: alueella,
1388: hiljattain
1389: tyytyväinen
1390: maissa,
1391: keskeinen
1392: pidämme
1393: selvästi,
1394: sanotaan,
1395: monta
1396: ilmi,
1397: hyväksynyt
1398: vakavia
1399: puhutaan
1400: puuttuu
1401: puhemiehen
1402: 40
1403: päätökseen
1404: muilla
1405: yhteiseen
1406: ensisijaisesti
1407: venäjän
1408: halu
1409: omasta
1410: eteenpäin
1411: perusteella.
1412: muutoksia
1413: oikein,
1414: kansainvälistä
1415: tarkasti
1416: kehittäminen
1417: hallintoneuvoston
1418: 2.
1419: kansallisella
1420: suhteita
1421: sopi
1422: tapauksessa,
1423: sopimuksia
1424: naudanlihan
1425: kuusi
1426: kunkin
1427: (ni).
1428: ranska
1429: rahaliiton
1430: syy
1431: hyväksyminen
1432: määrärahojen
1433: tuotannon
1434: vaikutukset
1435: 18
1436: kahteen
1437: toki
1438: lyhyesti
1439: asiakirjojen
1440: esitys
1441: politiikkaa
1442: rajojen
1443: aikooko
1444: kestävän
1445: huhtikuuta
1446: valvonta
1447: vaalien
1448: ihmisiä
1449: liikkuvuuden
1450: amsterdamissa
1451: tä
1452: liittyvän
1453: kulttuurin
1454: kertoa
1455: kirjan
1456: myönteisesti
1457: ks.
1458: yrityksen
1459: saisi
1460: piti
1461: po
1462: 25
1463: hyväksyä.
1464: presidentti
1465: tarpeeksi
1466: vakavasti
1467: syyskuuta
1468: tietoisia
1469: sanon
1470: ne,
1471: jäsentä
1472: niitä,
1473: järjestää
1474: aiheuttavat
1475: (v),
1476: agenda
1477: tosin
1478: hoitaa
1479: työttömyyden
1480: tällaisten
1481: kirjoittanut
1482: jäsenvaltioita
1483: kohtaan,
1484: saataisiin
1485: näkökulmasta
1486: edustaa
1487: suuresti
1488: asetetaan
1489: aiheesta
1490: ilmeisesti
1491: välttämättä
1492: tietenkään
1493: toivomme,
1494: kansan
1495: tärkeän
1496: omia
1497: kysymyksiin
1498: alussa
1499: euron
1500: arvioida
1501: tietyt
1502: .
1503: japanin
1504: pitävät
1505: ulkosuhteiden
1506: siltä
1507: käsiteltäväksi
1508: unionissa.
1509: joulukuussa
1510: konkreettisia
1511: mukaisesti,
1512: alle
1513: suhteellisen
1514: nimissä
1515: kanadan
1516: välttää
1517: viimeinen
1518: puitteissa.
1519: ohjelma
1520: pidettävä
1521: 14
1522: liittyen
1523: eurooppaa
1524: tuemme
1525: hollannin
1526: äärimmäisen
1527: kysymys,
1528: siirtää
1529: yksin
1530: verotuksen
1531: kautta.
1532: siinä,
1533: vakuuttunut
1534: vaikuttavat
1535: olisin
1536: kysymystä
1537: kiinni
1538: puheenvuoron
1539: läpi
1540: henkilökohtaisesti
1541: elinten
1542: pyrkiä
1543: alkaa
1544: oikea
1545: merkittäviä
1546: kuluessa
1547: komis
1548: aihe
1549: asiaa.
1550: millään
1551: ilman,
1552: suuntaan.
1553: täyttää
1554: kuukautta
1555: mahdollista.
1556: kasvun
1557: todellisen
1558: jäsenille
1559: von
1560: ratkaisun
1561: kahdesta
1562: eniten
1563: äskettäin
1564: sellaista
1565: viimeisen
1566: rajoittaa
1567: ottamatta
1568: tiedä,
1569: turvallisuutta
1570: menettelyä
1571: passituksesta
1572: liittyvää
1573: päätökset
1574: toimintaan
1575: pöytäkirja
1576: vakuuttaa
1577: nykyistä
1578: viikolla
1579: yhdistyneessä
1580: tarkastella
1581: unioniin
1582: tarkoitettu
1583: viiden
1584: c
1585: väkivallan
1586: itsensä
1587: sille,
1588: markkinoille
1589: tehtiin
1590: voitte
1591: keino
1592: belgian
1593: päätti
1594: sijaan,
1595: näille
1596: ')
1597: rikollisuuden
1598: kohtaa
1599: parlamentille,
1600: 9
1601: tietää
1602: maista
1603: pitkälle
1604: aseman
1605: kasvaa
1606: varmistaa
1607: osallistuu
1608: molemmat
1609: omaan
1610: oikeutetusti
1611: joutuvat
1612: lainkaan
1613: paras
1614: verrattuna
1615: muutaman
1616: tavarat
1617: tehokas
1618: pkyritysten
1619: suomen
1620: mielelläni
1621: odotamme
1622: kyseiset
1623: laatinut
1624: direktiivissä
1625: lukuun
1626: neuvostoa
1627: 5.
1628: helmikuuta
1629: yrittää
1630: toistaiseksi
1631: suurempi
1632: 6.
1633: arvoisan
1634: erityinen
1635: käyttävät
1636: viimeksi
1637: pieni
1638: kuluttajan
1639: useiden
1640: asiakirjan
1641: maita
1642: yhteisiä
1643: valvontaa
1644: 13
1645: kysyä
1646: voineet
1647: yhdyn
1648: muutama
1649: ymmärtää
1650: toista
1651: tulevan
1652: rahoitusta
1653: lasten
1654: käsittely
1655: koskeviin
1656: aikavälin
1657: tarkoittaa,
1658: samat
1659: lainsäädäntö
1660: maaliskuuta
1661: edustajan
1662: taloudellisesti
1663: tulli
1664: kannatamme
1665: käsittelyssä
1666: painottaa
1667: uhkaa
1668: jen
1669: perusteella,
1670: virallisten
1671: jäsenvaltioille
1672: loppujen
1673: joille
1674: käydään
1675: yleistä
1676: huomattavia
1677: käsittelyn
1678: tarkistuksia,
1679: ecua,
1680: rooli
1681: liikaa
1682: hallitukset
1683: suojelun
1684: merkittävästi
1685: lääketieteen
1686: istunto
1687: tavalla,
1688: vakava
1689: israelin
1690: sen.
1691: elintarvikkeiden
1692: mukaan,
1693: syntyy
1694: suomi
1695: lainsäädäntöä
1696: tullin
1697: pitkällä
1698: perustan
1699: kansalaisille
1700: mainittu
1701: of
1702: lomen
1703: muodostavat
1704: omat
1705: päätöstä
1706: komissio,
1707: henkilöstön
1708: milloin
1709: syystä,
1710: suhteista
1711: hyväksyttiin
1712: kattaa
1713: etuja
1714: hyödyntää
1715: selkeä
1716: välisten
1717: koulutusta
1718: valvoa
1719: rahoituksen
1720: mennessä.
1721: lokakuuta
1722: latinalaisen
1723: pääosasto
1724: edelleen.
1725: toteuttamaan
1726: 1,
1727: tullilaitosten
1728: asioista
1729: hyväksi.
1730: yhdysvaltain
1731: nähdä
1732: vuodelta
1733: ongelma,
1734: teknologian
1735: lyhyen
1736: äänestämme
1737: itävallan
1738: marraskuuta
1739: kansalaisia
1740: terveys-
1741: laatimaan
1742: riippuu
1743: esittäneet
1744: tarvetta
1745: todeta
1746: otamme
1747: huomattava
1748: haluaisi
1749: asiasta,
1750: mahdollinen
1751: itsestään
1752: erilaiset
1753: keskusteluun
1754: käydä
1755: parlamenttimme
1756: laajentumisen
1757: mietinnöstä.
1758: ajatus
1759: ehdotuksia,
1760: toimenpiteitä,
1761: tarve
1762: pienet
1763: ruotsi
1764: laitosten
1765: vuosittain
1766: luku
1767: 1997.
1768: seuraukset
1769: vallitsee
1770: johdosta
1771: ihmisoikeuksia
1772: vapaasti
1773: edun
1774: toimin
1775: työpaikkoja
1776: edistystä
1777: la
1778: helposti
1779: toimielimet
1780: arviointi
1781: säännöllisesti
1782: pilarin
1783: täytäntöön
1784: nykyisten
1785: ranskassa
1786: ministeri
1787: väliseen
1788: päinvastoin
1789: osallistuvat
1790: ehdottoman
1791: annan
1792: yrityksille
1793: teknologista
1794: ku
1795: puoli
1796: kauppa
1797: kuluttua
1798: pitkään
1799: muistuttaa,
1800: aktiivisesti
1801: kunnes
1802: korkea
1803: tapahtui
1804: kai
1805: vaa
1806: muutokset
1807: turvallisuus
1808: johtavat
1809: jolle
1810: otettiin
1811: budjettivaliokunnan
1812: puhemiehistö
1813: suositus
1814: aikoina
1815: alusta
1816: kehitystä.
1817: komissiossa
1818: vastaisen
1819: vastauksen
1820: neuvotteluja
1821: määritellä
1822: tilan
1823: tekninen
1824: turvallisuuspolitiikan
1825: 17.
1826: toiminut
1827: tilanteessa
1828: lopultakin
1829: kuulla
1830: itämeren
1831: geneettisesti
1832: sääntöjä
1833: bioteknologian
1834: kansallista
1835: teollisuuspolitiikkaa
1836: tuloksia
1837: minkäänlaista
1838: hintojen
1839: maissa.
1840: teknisen
1841: mietintöön
1842: olisimme
1843: julki
1844: edut
1845: kustannuksia
1846: parlamentissa.
1847: tuettava
1848: vapaata
1849: valmiita
1850: komissaarin
1851: direktiiviä
1852: osaltaan
1853: pohjalta.
1854: viikon
1855: aineiden
1856: toisinaan
1857: tulevaisuudessa.
1858: 2,
1859: uusiin
1860: yksinomaan
1861: avoimuuden
1862: brysselissä
1863: kertomuksessa
1864: väliset
1865: (eldr),
1866: yhteenliittymän
1867: koskevissa
1868: huolehtia
1869: yksittäisten
1870: tänään,
1871: määräykset
1872: viittaan
1873: tukien
1874: lähettää
1875: päätöslauselman.)
1876: tulevien
1877: tupakan
1878: välisiä
1879: moni
1880: metsien
1881: perustuvat
1882: tutkimusta,
1883: unionia
1884: keskustelemme
1885: laajentaa
1886: esiintyy
1887: syrjinnän
1888: ja,
1889: johtaja
1890: rahaa
1891: maataloutta
1892: asetukseksi
1893: yhteistyöstä
1894: pyrittävä
1895: lopullinen
1896: yrityksiä
1897: vuoropuhelu
1898: valtuudet
1899: käytettävä
1900: ympäristö,
1901: vaadimme
1902: usko,
1903: tee
1904: tarvitsevat
1905: nojalla
1906: alueellisen
1907: pyydetään
1908: lopettaa
1909: sellaiset
1910: tarjota
1911: tavoitteet
1912: yhdistyneiden
1913: pyytänyt
1914: kuuden
1915: päätöslauselmassa
1916: vuodelle
1917: portugalin
1918: liikenne-
1919: päätöksiä
1920: säännösten
1921: yhteistyöhön
1922: käyttämään
1923: ymmärtää,
1924: siihen.
1925: yhteyttä
1926: ympäristö
1927: käsittelemme
1928: ison-britannian
1929: tilaisuus
1930: erityisiä
1931: talous
1932: täyden
1933: kieltää
1934: seuraavien
1935: tarkoitan
1936: yllä
1937: vuosia
1938: harjoittaa
1939: aloitteen
1940: mahdollisia
1941: varat
1942: huomion
1943: johtanut
1944: oikeaan
1945: vapauden
1946: maihin
1947: wibe
1948: valmistelija.
1949: mainitun
1950: pysyvän
1951: aikavälillä
1952: tilanteesta
1953: poliittisesti
1954: onnittelen
1955: asemaa
1956: tietyn
1957: asetus
1958: antaneet
1959: rahoittaa
1960: kasvu
1961: järjestelmien
1962: teitä,
1963: mietinnöstä,
1964: tuskin
1965: vaati
1966: jäseneksi
1967: määräyksiä
1968: 3.
1969: käsiteltävänä
1970: seuraavassa
1971: viedä
1972: alueilla,
1973: johtuen
1974: selvittää
1975: etusijalle
1976: takaa
1977: käytöstä
1978: vaikeuksia
1979: euroopassa,
1980: ylipäätään
1981: vaalit
1982: sanoin
1983: arvioidaan
1984: käytetty
1985: säännöt
1986: asiakirjat
1987: todettava,
1988: osallistuminen
1989: ensimmäiseksi
1990: ongelma.
1991: hyväksyä,
1992: virallisen
1993: useimmat
1994: 1996.
1995: merkittävää
1996: akt-maiden
1997: konferenssissa
1998: doc
1999: yhdysvallat
2000: patijn,
2001: toimittaa
2002: rooman
2003: kaikki,
2004: hallitusta
2005: puolustaa
2006: meille,
2007: 4.
2008: työtä.
2009: demokraattinen
2010: ymmärrän
2011: osoittanut
2012: vastustaa
2013: toivomme
2014: kasvua
2015: voitu
2016: periaatteen
2017: minäkin
2018: kansanpuolueen
2019: yhteis
2020: kollegamme
2021: helppo
2022: ►
2023: kulttuuri
2024: määrätään
2025: esitän
2026: energian
2027: ilmi
2028: tietoyhteiskunnan
2029: maksujen
2030: selvä
2031: tehtävien
2032: tekstin
2033: pyydämme
2034: ettemme
2035: esitettävä
2036: totean,
2037: myönteisiä
2038: viitata
2039: ehdotusten
2040: alue
2041: syynä
2042: johtokunnan
2043: lähinnä
2044: tulos
2045: omassa
2046: aiheutuvat
2047: teillä
2048: savukkeiden
2049: soveltamisen
2050: päättänyt
2051: palata
2052: periaatteiden
2053: huo
2054: sisältävät
2055: enemmistö
2056: 500
2057: otan
2058: etteivät
2059: päätösten
2060: erään
2061: käynnissä
2062: ei,
2063: täysistunnossa
2064: välisestä
2065: koski
2066: väestön
2067: kysymykseen,
2068: tilaisuuden
2069: asemassa
2070: sanottuna
2071: tehdyt
2072: korostetaan
2073: ei.
2074: kysymyksiä.
2075: osapuolten
2076: aloitteita
2077: annettiin
2078: alueilla.
2079: otti
2080: oikeassa
2081: nykyisessä
2082: eurooppalaisia
2083: yhteisten
2084: tyytyväisenä
2085: joku
2086: tuomioistuin
2087: oikeusasiamies
2088: tekemistä
2089: tukemaan
2090: virasto
2091: toimimaan
2092: asioita.
2093: välttämätön
2094: rahoitus
2095: vastaavien
2096: laadun
2097: kokonaisuudessaan
2098: kerran,
2099: uudestaan
2100: yhdistää
2101: tuetaan
2102: aamuna
2103: tapahtua
2104: vaativat
2105: komissiolta
2106: mietintö,
2107: siitä.
2108: ansaitsee
2109: kilpailua
2110: taloudellisesta
2111: vaikutusta
2112: etukäteen
2113: käytän
2114: sisällyttää
2115: hyväksyttävä
2116: avulla,
2117: ole.
2118: liiton
2119: opiskelijoiden
2120: dublinin
2121: olevista
2122: aiheen
2123: heillä
2124: tavallisesti
2125: jotkin
2126: toiset
2127: käsitelty
2128: toimia,
2129: käsittelevässä
2130: vaatimukset
2131: käsittelyyn
2132: osoittavat
2133: soveltamista
2134: demokraattisten
2135: myönteinen
2136: luomaan
2137: vallan
2138: seuraavista
2139: tehdä,
2140: jäsenistä
2141: seurauksia
2142: kysymyksessä
2143: tarkistuksessa
2144: 12.00.
2145: valita
2146: 80
2147: istuntokauden
2148: kollegat
2149: tukea.
2150: sir
2151: lähellä
2152: aikaa.
2153: noudattamaan
2154: tulevaisuutta
2155: jä
2156: alankomaat
2157: verran
2158: laatua
2159: politiikkaa,
2160: sosiaalisia
2161: kaikesta
2162: 20.
2163: velvollisuus
2164: huolintaalan
2165: jätetään
2166: 16
2167: tuntuu
2168: myönteistä
2169: kyllä,
2170: tärkeänä
2171: esityksen
2172: jossain
2173: hyvin.
2174: keinoja
2175: seurata
2176: sosiaalisten
2177: vahvistetaan
2178: suuntaan
2179: aloilla.
2180: keskustellaan
2181: pidettiin
2182: muistutan
2183: sallikaa
2184: käyttämällä
2185: mietintöä,
2186: ii
2187: valiokunnalle
2188: san
2189: an
2190: tahdon
2191: tutkimusta
2192: julkaistaan
2193: käsittelyä
2194: sisältö
2195: toistuvasti
2196: voitava
2197: yhteiset
2198: riippumatta
2199: vihreiden
2200: politiikkojen
2201: mieltä.
2202: hyväksytään
2203: yhdellä
2204: kansainvälisiä
2205: suunniteltu
2206: itävalta
2207: tulen
2208: kolmeen
2209: suojelua
2210: kysymyksiä,
2211: vastaamaan
2212: julkinen
2213: jakaa
2214: hyväksytty
2215: sopimus,
2216: kilpailu
2217: unionille
2218: muodossa
2219: pyynnöstä
2220: pyrkivät
2221: ulkopuolelle
2222: valtio
2223: keinot
2224: kiitos
2225: tutkinto
2226: saattavat
2227: in
2228: ilmoittaa,
2229: teknisiä
2230: menettelyjen
2231: unionilla
2232: kolmea
2233: yhdestä
2234: oteta
2235: tapaus
2236: niinpä
2237: koskemaan
2238: eteenpäin.
2239: huono
2240: ole,
2241: kulut
2242: pa
2243: saatavilla
2244: itselleen
2245: ristiriidassa
2246: toteutettava
2247: äsken
2248: sveitsin
2249: ongelmaa
2250: 10.
2251: ensimmäiseen
2252: 35
2253: vähiten
2254: ehdotuksessa
2255: käsittelemään
2256: mahdollisen
2257: vihdoinkin
2258: mitään,
2259: pakko
2260: kauppaa
2261: artiklaa
2262: ulkopolitiikan
2263: tekijä
2264: (suosionosoituksia)
2265: hvk:n
2266: ajan.
2267: pitkä
2268: varapuheenjohtaja
2269: poliittiseen
2270: tulliviranomaiset
2271: pakolaisten
2272: välttämättömiä
2273: oikeudet
2274: helpottaa
2275: mää
2276: yhtään
2277: viittaa
2278: aloilla,
2279: myönnetään
2280: tarkkaan
2281: ehdotuksia.
2282: olimme
2283: aseanin
2284: käyttöön.
2285: katsoo,
2286: sopimuksesta
2287: tärkeimmät
2288: käsittele
2289: menee
2290: 16.
2291: kysy
2292: talousarvio
2293: rakentaa
2294: edistämään
2295: hvk:
2296: kautta,
2297: suojella
2298: yliopiston
2299: green
2300: tarkoita
2301: tilaisuutta
2302: sanoin,
2303: tähden
2304: sosiaalidemokraattisen
2305: päivä
2306: luotava
2307: ympäristöä
2308: heidät
2309: haluaisimme
2310: saksa
2311: väärin
2312: tehdä.
2313: pyrimme
2314: käynyt
2315: ehdot
2316: petoksia
2317: tapauksissa,
2318: 3,
2319: yleisten
2320: sanotaan
2321: yhtenä
2322: luvut
2323: tuotteita
2324: tosiasiassa
2325: yhteisössä
2326: sisäisen
2327: joukon
2328: huippukokouksen
2329: tiettyä
2330: (gue/ngl),
2331: ryhmät
2332: todetaan,
2333: liikkuvuutta
2334: daan
2335: santer,
2336: toimittava
2337: tukevat
2338: monista
2339: parhaiten
2340: vastausta
2341: valtuuskuntien
2342: kesken
2343: poliittisesta
2344: naisiin
2345: hyvästä
2346: jäävät
2347: oikeus-
2348: lihan
2349: tarvittaessa
2350: maat,
2351: 15.
2352: pätee
2353: oikein.
2354: tieto
2355: merkityksen
2356: asetettava
2357: kuljetus-
2358: saavutettu
2359: saanen
2360: keskuksen
2361: kes
2362: todellakaan
2363: vähitellen
2364: maille
2365: terrorismin
2366: tanskalaiset
2367: maksut
2368: lopullisen
2369: toivottavasti
2370: kuluttajat
2371: uusista
2372: poliittisista
2373: asti.
2374: viittasi
2375: takia,
2376: viikkoa
2377: tarkastellaan
2378: pieniä
2379: tarkemmin
2380: asianmukaisesti
2381: puolet
2382: tiedonanto
2383: takana
2384: käyttöön,
2385: alueelle
2386: teksti
2387: pse
2388: alueet
2389: läsnäolijat,
2390: 19
2391: uudessa
2392: tarkasteltava
2393: useaan
2394: sosiaaliset
2395: valitettavaa,
2396: toivotan
2397: parlamentaarisen
2398: kirja
2399: mietin
2400: sellaisena
2401: saadakseen
2402: täytäntöönpanon
2403: kaikin
2404: tehtävät
2405: kauppajärjestön
2406: määrätä
2407: nimen
2408: puute
2409: juurikaan
2410: kehitysmaiden
2411: toisesta
2412: löydettävä
2413: teknistä
2414: toimintaa,
2415: jossakin
2416: aikaa,
2417: uudelleen.
2418: pääsy
2419: parlamen
2420: suhtautuu
2421: työstä,
2422: kesäkuussa
2423: vuodessa
2424: kantansa
2425: 200
2426: sta
2427: ala
2428: vaikutusten
2429: asiaa,
2430: ovatko
2431: todellisia
2432: nopeasti.
2433: maa,
2434: 24
2435: kiinnitettävä
2436: vien
2437: neu
2438: mietintöä.
2439: kambod
2440: erottaa
2441: sijasta
2442: jäsenvaltioissa.
2443: aio
2444: osoittavat,
2445: kehittämisen
2446: vastainen
2447: ottaneet
2448: saatiin
2449: erinomaisen
2450: parlamenttiin
2451: renault'n
2452: markkinat
2453: toteuttaminen
2454: ylittää
2455: 60
2456: kirjassa
2457: myönteisen
2458: suu
2459: tehtäviä
2460: onnistunut
2461: laaja
2462: tähän.
2463: muuttamisesta
2464: toisella
2465: toteutetaan
2466: jäsenvaltiota
2467: 17
2468: huumausaineiden
2469: pystyy
2470: e
2471: välineitä
2472: luultavasti
2473: osassa
2474: korvata
2475: unohtaa
2476: toimijoiden
2477: sodan
2478: paljon.
2479: ero
2480: neljän
2481: aion
2482: omalla
2483: palauttaa
2484: mukanaan
2485: prosenttia.
2486: toimintaa.
2487: katsoen
2488: tuottaa
2489: tutki
2490: tehokkaan
2491: esitetyt
2492: kriisin
2493: liittyä
2494: passituksen
2495: niitä.
2496: asiantuntijoiden
2497: :
2498: ryhdyttävä
2499: vaatimus
2500: 13.
2501: erinomainen
2502: tärkeä,
2503: muitakin
2504: toimia.
2505: asteen
2506: vihreässä
2507: kiitos,
2508: vielä,
2509: selvää
2510: niille,
2511: tervetulleeksi
2512: paremman
2513: miljardin
2514: ruotsissa
2515: elämän
2516: vaatimusten
2517: 30.
2518: tehokkuuden
2519: vakauden
2520: l
2521: väline
2522: esittämiin
2523: yleisiä
2524: huomauttaa,
2525: halusin
2526: koskien
2527: korkeakoulujen
2528: chilen
2529: nen
2530: keskisuurten
2531: paikallisten
2532: istuntojakson
2533: burman
2534: suurimman
2535: suuressa
2536: sosiaalidemokraatit
2537: santer
2538: kannalta,
2539: yhteisessä
2540: kohteena
2541: sitten.
2542: liittää
2543: (i-edn),
2544: barcelonan
2545: minut
2546: arvioinnin
2547: euro
2548: muutamat
2549: tiukasti
2550: kolmesta
2551: julkiset
2552: jätteiden
2553: käsiteltiin
2554: ollessa
2555: muutos
2556: investointien
2557: tarkistuksia.
2558: syntynyt
2559: sisällä.
2560: koulutus
2561: kiitollinen
2562: pyysi
2563: kutsutaan
2564: esittelijänä
2565: liittyvissä
2566: kannustaa
2567: institutionaalisten
2568: ppe
2569: esillä
2570: 1996,
2571: puheenjohtajana
2572: voisiko
2573: ottavat
2574: parlamentille.
2575: parempaa
2576: laadittu
2577: olennainen
2578: merkitsisi
2579: demokraattista
2580: luodaan
2581: luettelo
2582: osoitus
2583: viitataan
2584: työstä
2585: laittoman
2586: kansainväliset
2587: järjestö
2588: miltei
2589: alun
2590: n:
2591: eräät
2592: huomiota.
2593: apu
2594: julkisia
2595: onneksi
2596: tilanne,
2597: ehdotetaan
2598: 1990
2599: der
2600: mennä
2601: m
2602: ratkaiseva
2603: melkein
2604: puitteissa,
2605: kinnock,
2606: vuoropuhelua
2607: periaate
2608: 7.
2609: etteikö
2610: taloudelliseen
2611: monilla
2612: kysynnän
2613: tulojen
2614: kysymysten
2615: puhemiehistön
2616: järkevää
2617: perustettiin
2618: puhun
2619: pidetyssä
2620: soveltamisesta
2621: mietinnön,
2622: yhteistyötä.
2623: laajentuminen
2624: tavoitteita
2625: sulkea
2626: vaarantaa
2627: yhtyä
2628: sillä,
2629: saavuttamiseksi
2630: kysymys.
2631: toimivallan
2632: taloudellisista
2633: hyväksymisen
2634: komissaaria
2635: johtuvat
2636: parantamaan
2637: ennalta
2638: ottamalla
2639: medina
2640: jäsenvaltiossa
2641: takia.
2642: kävi
2643: luonteeltaan
2644: ratkaisemaan
2645: teknisten
2646: ongelmat,
2647: työstä.
2648: vastuuta
2649: huoli
2650: lesta
2651: ohella
2652: älkäämme
2653: kysyn
2654: 90
2655: yksimielisesti
2656: jätetty
2657: meiltä
2658: vieläkään
2659: suosituksia
2660: keskus
2661: olevansa
2662: asioista.
2663: säädösten
2664: sosiaaliturvan
2665: mietinnössään
2666: oleviin
2667: mainitaan
2668: käsiteltävä
2669: väliaikaisen
2670: palveluiden
2671: tar
2672: työjärjestystä
2673: tukea,
2674: aiomme
2675: useimmissa
2676: ppe-ryhmän
2677: nuoret
2678: päätökseksi
2679: panna
2680: asiassa,
2681: ha
2682: välille.
2683: julkista
2684: iloinen,
2685: kestää
2686: järjestelmää
2687: enintään
2688: toimivaltaa
2689: annamme
2690: to
2691: noudatettava
2692: prosessin
2693: äänestämään
2694: liittymistä
2695: syyt
2696: vie
2697: kaikkiaan
2698: työllisyys
2699: unionissa,
2700: mukaista
2701: enempää
2702: politiikkaa.
2703: siellä,
2704: työryhmän
2705: aloitteiden
2706: puolen
2707: 12.
2708: petoksen
2709: käsitellyt
2710: anna
2711: liikkuvuus
2712: bangemann,
2713: ulkopuolelle.
2714: rahan
2715: toimivan
2716: alueita
2717: muutosta
2718: enemmän.
2719: luottamuksen
2720: lehden
2721: seuraavia
2722: riittävä
2723: lopullista
2724: kohta,
2725: nykyiset
2726: kuljetuksen
2727: sanottava
2728: asti,
2729: käyttäjien
2730: toivoa
2731: mietintönsä
2732: maailmassa
2733: 25.
2734: maatalous
2735: alaa
2736: tulliviranomaisten
2737: sallia
2738: henkilöt
2739: keskustelemaan
2740: hinta
2741: verkkojen
2742: edetä
2743: varattu
2744: osapuolet
2745: parlamentissa,
2746: täten
2747: maksetaan
2748: tehtävän
2749: soveltaminen
2750: osallistumista
2751: edellytykset
2752: kuullut
2753: ehtojen
2754: ulkopuolella
2755: rakentamisen
2756: jollei
2757: järjestelmä,
2758: seitsemän
2759: tasapainon
2760: strategian
2761: sisällytetty
2762: muukalaisvihan
2763: passitusjärjestelmää
2764: periaatetta
2765: kehottaa
2766: ι
2767: verojen
2768: historian
2769: käyttöönotto
2770: lausunto
2771: kaukana
2772: toimivien
2773: lindqvist
2774: tärkeä.
2775: valittu
2776: tutkimaan
2777: lainsäädäntöpäätöslauselman.)
2778: (ety)
2779: ympäristönsuojelun
2780: vaikkakin
2781: kilpailukyvyn
2782: toteuttamisen
2783: vedota
2784: menojen
2785: liity
2786: sanottu
2787: mitään.
2788: mainittujen
2789: ongelmista
2790: suurella
2791: huomauttaa
2792: jäsenvaltio
2793: asioissa
2794: täydentää
2795: noudatetaan
2796: te,
2797: uusiutuvien
2798: demokratiaa
2799: ilmoitus
2800: toimivalta
2801: tärkeimmistä
2802: kansainvälisellä
2803: hyväksi,
2804: tilanteeseen,
2805: 23
2806: bertens
2807: valvoo
2808: merkittävän
2809: 9.
2810: määritellään
2811: paremmin.
2812: brysselin
2813: ihmistä
2814: tuotanto
2815: sisältyvät
2816: tuolloin
2817: hylkäsi
2818: äänestetään
2819: iltana
2820: aiheutuvien
2821: pakottaa
2822: komitea
2823: tiedonannon
2824: esimerkkejä
2825: g
2826: jäädä
2827: esimerkkinä
2828: espanja
2829: yhdentymisen
2830: teiltä
2831: valiokunnat
2832: talousarvioon
2833: myönnetty
2834: 1998.
2835: 1995.
2836: katson,
2837: yhteiskeskustelu
2838: vastauksena
2839: ihmisiä,
2840: maille,
2841: hänellä
2842: vastaista
2843: mielessä,
2844: tuodaan
2845: 29.
2846: ilmaissut
2847: pyynnön
2848: julkaisujen
2849: hanke
2850: täyttämään
2851: päin
2852: alueellisten
2853: tapahtuvan
2854: tomlinson
2855: toiminnasta
2856: siirrymme
2857: valtakunnallisen
2858: antamalla
2859: helms-burtonin
2860: pohjalta,
2861: opettaja
2862: 19.
2863: toivottaa
2864: etua
2865: käsite
2866: mahdollistavat
2867: niin.
2868: päässeet
2869: taan
2870: herättää
2871: tästä.
2872: puolustuspolitiikan
2873: joutuu
2874: syistä,
2875: kahdeksan
2876: laki
2877: johti
2878: 1991
2879: alusten
2880: maatalouspolitiikan
2881: seuraava
2882: kehittämään
2883: laajan
2884: edellytys
2885: erilaisten
2886: liittyviin
2887: ainakaan
2888: toimintaohjelman
2889: maaliskuussa
2890: rakenteiden
2891: laisten
2892: emu:
2893: yksityiskohtaisesti
2894: vieläkin
2895: ohjelmaa
2896: edessä
2897: artiklaan
2898: virallinen
2899: valmiit
2900: patijn
2901: tempus
2902: samassa
2903: spd:n
2904: puhu
2905: toteuttamista
2906: olevaan
2907: työttömyys
2908: 70
2909: (upe),
2910: käsityksen
2911: cdu:n
2912: merkitystä.
2913: esille.
2914: jatkossa
2915: mietinnössä,
2916: tukia
2917: tavaroita
2918: maihin,
2919: olemassa,
2920: asiaan.
2921: tekisi
2922: useissa
2923: mainitsen
2924: väliaikainen
2925: olennaisen
2926: olemassa.
2927: euroopasta
2928: asioista,
2929: hetkellä,
2930: samoja
2931: ehdotuksen,
2932: hyväksymme
2933: osallistumaan
2934: ilmenee
2935: yhdysvalloissa
2936: suojelu
2937: enemmistön
2938: esitin
2939: aasian
2940: 31.
2941: tekijät
2942: toistaa
2943: suo
2944: aluetta
2945: työpaikkoja.
2946: valta
2947: tutkimusten
2948: suojaa
2949: ministerineuvoston
2950: taso
2951: aiheuttamat
2952: tuloksena
2953: santerin
2954: valinta
2955: budjettivaliokunta
2956: toimenpiteitä.
2957: demokraattisesti
2958: kohdistuu
2959: alojen
2960: katsoo
2961: huolta
2962: madridin
2963: laadittava
2964: suhtaudumme
2965: vaikutuksen
2966: talouspolitiikan
2967: perusteellisesti
2968: massa
2969: oikeudelliset
2970: käsittelevät
2971: kaan
2972: passitusjärjestelmään
2973: jäsenvaltioissa,
2974: sindal
2975: nostaa
2976: 19.07.1994
2977: kehitykseen
2978: lopullisesti
2979: kyseistä
2980: tehtävä.
2981: d
2982: työmarkkinaosapuolten
2983: saksassa
2984: erot
2985: luominen
2986: pysyy
2987: saimme
2988: humanitaarisen
2989: aloite
2990: otteeseen
2991: varmistettava,
2992: pian.
2993: ikään
2994: uudistuksen
2995: mainitut
2996: riippumattomien
2997: tyytyväisiä
2998: kumppanuus-
2999: käsittää
3000: '
3001: koostuu
3002: luxemburgissa
3003: merkille,
3004: passitusjärjestelmä
3005: hyväkseen
3006: olosuhteissa
3007: kolmansista
3008: joitain
3009: vakavasti.
3010: kuningaskunnassa
3011: puheenjohtajaa
3012: joutuneet
3013: huolellisesti
3014: työhön
3015: laatii
3016: tarkistuksista
3017: yleiseen
3018: tuotteet
3019: tekniset
3020: työnsä
3021: naisia
3022: unohtaa,
3023: käännöskeskus
3024: arvo
3025: kahdessa
3026: liitto
3027: suurempaa
3028: kohdalla.
3029: yhtenäinen
3030: kerta
3031: pitämään
3032: torres
3033: saan
3034: iii
3035: saakka
3036: energiaasioita
3037: tosiasia,
3038: maanviljelijöiden
3039: virkamiesten
3040: tilanteessa,
3041: voidaanko
3042: edellisen
3043: perustamissopimukseen
3044: män
3045: taa
3046: perustamissopimusten
3047: perin
3048: halunnut
3049: kysymykseen.
3050: sanottu,
3051: eurooppaneuvosto
3052: paikalla
3053: valtaa
3054: taataan
3055: toiminnassa
3056: marraskuussa
3057: oli,
3058: uskoakseni
3059: tutkii
3060: yliopisto).
3061: kysyä,
3062: alueille
3063: luulen
3064: kiinnostunut
3065: selväksi
3066: keskustelujen
3067: di
3068: johdanto
3069: näyttävät
3070: direktiivien
3071: tietoja,
3072: antaman
3073: vähemmistöjen
3074: hy
3075: elää
3076: hallintoneuvosto
3077: jokaisella
3078: kohdalla,
3079: konkreettisesti
3080: ota
3081: myöskin
3082: sanan
3083: olevassa
3084: ahlqvist,
3085: kumppanuusmaiden
3086: keskustelleet
3087: parantamiseksi
3088: alue,
3089: yhteistyötä,
3090: avoimuutta
3091: raha-asioita
3092: äänestin
3093: suurelta
3094: tahtoa
3095: turkki
3096: tiedän
3097: toimielimen
3098: sopimuksia,
3099: sektorin
3100: joukossa
3101: mahdolliset
3102: näytä
3103: katsomme,
3104: ryhtynyt
3105: päivään
3106: pystyvät
3107: kuluttajansuojavaliokunnan
3108: esitettiin
3109: sään
3110: tärkeästä
3111: pelkään,
3112: väittää,
3113: kesken.
3114: kalatalousvaliokunnan
3115: asiakirja
3116: missio
3117: äänestäneet
3118: periaatteita
3119: 26.
3120: senegalin
3121: tarvittavan
3122: esittämät
3123: edustavat
3124: paikan
3125: käytävä
3126: ministerineuvosto
3127: ympäristöön
3128: tullien
3129: kestävää
3130: afrikan
3131: yritämme
3132: luonnon
3133: kansalaisjärjestöjen
3134: pääministeri
3135: ratkaisevan
3136: usko
3137: tuotteen
3138: joillakin
3139: kuljetusten
3140: kehitystä,
3141: vahva
3142: internetin
3143: eteen
3144: pyydän,
3145: merkki
3146: keskittyä
3147: kulunut
3148: osaston
3149: siis,
3150: suuntaan,
3151: u
3152: kunnioittaa
3153: perustaminen
3154: hankkeet
3155: arvioi
3156: lisätään
3157: ja/tai
3158: laajasti
3159: ensisijaisen
3160: tehokasta
3161: 31
3162: tilanteesta.
3163: tietty
3164: eroja
3165: viimeisten
3166: järjestöt
3167: työtä,
3168: pohtia
3169: eurooppaan
3170: vuotta,
3171: nuoria
3172: sanoo
3173: käsittääkseni
3174: toissijaisuusperiaatteen
3175: "euroopan
3176: keskenään
3177: armenian
3178: tunnustaa
3179: uudesta
3180: ritarikunnan
3181: pidetty
3182: budjetin
3183: vihdoin
3184: tarjoavat
3185: 26
3186: käyttöönoton
3187: turvallisuusasiain
3188: muutoin
3189: päätös,
3190: 1995,
3191: johdosta.
3192: tehtävää
3193: oomen-ruijten
3194: korvaa
3195: noudattamista
3196: millaisia
3197: edessämme
3198: yhteiskunnallisen
3199: perustana
3200: ehdotettu
3201: löytämään
3202: new
3203: keksintöjen
3204: tuottajien
3205: (esimerkiksi
3206: emu:n
3207: mukainen
3208: vaatimuksia
3209: erikseen
3210: menettelyjä
3211: taistelu
3212: varma
3213: yksittäiset
3214: maasta
3215: toimiva
3216: kokemus
3217: odotetaan
3218: novo
3219: suuremman
3220: muistettava,
3221: vakuuden
3222: val
3223: tietävät,
3224: näin,
3225: souchet
3226: valtava
3227: varaa
3228: yksikään
3229: sosiaalisesta
3230: wto:
3231: pidemmälle
3232: mielipiteen
3233: eurooppalaisella
3234: muuttamaan
3235: käynnistää
3236: päättää,
3237: itseään
3238: viranomaisia
3239: tunnustetaan
3240: alueellinen
3241: tänään.
3242: mukaista.
3243: hetki
3244: jäsenmaat
3245: kehotan
3246: tarvittavien
3247: asianmukaista
3248: toimenpiteistä
3249: fischler,
3250: lehmän
3251: taloudellisiin
3252: toisten
3253: tarkastusten
3254: aikaiseksi
3255: parantaminen
3256: tapahtuu,
3257: painottaa,
3258: sisäasiain
3259: le
3260: kädessä
3261: huolissaan
3262: 75
3263: puheenvuoro.
3264: väärin.
3265: määrärahat
3266: 11.
3267: välityksellä
3268: hyötyvät
3269: sydämellisesti
3270: kehityksestä
3271: 21
3272: 28.
3273: tilanteeseen
3274: kärsivät
3275: 27.
3276: jäänyt
3277: harkita
3278: kannasta
3279: pidetyn
3280: yhteydet
3281: kestävä
3282: voimavarojen
3283: uudistusten
3284: john
3285: hankkeita
3286: puhuu
3287: torstaina
3288: uudelleen,
3289: ensiksi,
3290: tiedonannosta
3291: välille
3292: teen
3293: tehokkaasti.
3294: uskomme,
3295: otettaisiin
3296: vasemmiston
3297: seurausta
3298: kään
3299: asianomaisten
3300: valtavan
3301: va
3302: televiestinnän
3303: 22
3304: puheenvuoro
3305: yhteys
3306: tavoitteeseen
3307: laista
3308: bse:
3309: tapahtunut.
3310: käyty
3311: komissiolle,
3312: molempien
3313: puhujan
3314: yleiset
3315: ilmoittanut
3316: niinkään
3317: järjestäytyneen
3318: tuonut
3319: oleville
3320: neuvostoliiton
3321: nykyiseen
3322: tiedotusvälineitä
3323: edistämiseksi
3324: keskusteltu
3325: ammatillisen
3326: 300
3327: odotan
3328: kuuluu,
3329: kaupunginvaltuuston
3330: työskennellä
3331: lähetetään
3332: lailla
3333: pienen
3334: tilannetta,
3335: lähestymistavan
3336: tilintarkastustuomioistuin
3337: täytäntöönpano
3338: keskusteluissa
3339: vakavan
3340: ajoneuvojen
3341: toimenpiteet,
3342: sosiaaliseen
3343: onnistuneet
3344: huolehdittava
3345: teollisuus
3346: päätöksiä,
3347: pari
3348: poliisin
3349: olla,
3350: tekemisissä
3351: tarkistaa
3352: valiokuntaa
3353: suunnitelman
3354: aikaan.
3355: päättäneet
3356: omissa
3357: kuluttajille
3358: toimintojen
3359: tärkeää.
3360: tämän,
3361: oreja
3362: 129
3363: tarvittava
3364: näemme
3365: yhtenäisvaluutan
3366: 4,
3367: riitä
3368: suuntaviivat
3369: välin
3370: liite
3371: toimintansa
3372: sopimusta,
3373: b
3374: tien
3375: ilmoitti
3376: tätä.
3377: suureen
3378: kannata
3379: muuhun
3380: sisämarkkinat
3381: kuluessa.
3382: salli
